[
  {
    "Phase name": "Hilo",
    "anahulu": "ho‘onui",
    "title": "The Celestial Navigator",
    "combined description": "Hilo is often translated as a “faint thread of light,” describing the first delicate shimmer that appears on the moon’s surface, marking the beginning of the Hawaiian lunar month. This phase signifies the birth of the new moon—ka hānau ‘ia ʻana o ka mahina hou—and is deeply rooted in Hawaiian cosmology and ritual.\n\nAs the lunar navigator or ho‘okele, Hilo lights the way for the waxing (ho‘onui) phases that follow. Ancient kahuna kilo mahina (moon watchers and astrologers) referred to Hilo as the origin of lunar light, a sacred energy emerging from the darkness to awaken the world and signal new beginnings.\n\nSpiritually, Hilo is connected to the god Kū, seen as the masculine force behind creation and protection, and also to Kā, the divine generator of life. These associations place Hilo at the heart of ceremonies honoring divine masculine energy. It was the first of a three-night kapu (sacred period), during which offerings, rituals, and prayers were made to invoke strength, guidance, and renewal.\n\nThis moon phase carries the symbolic weight of new life, clarity, and forward movement. It’s traditionally considered an auspicious time to begin creative projects, set intentions, or initiate change—called ho‘okumu i nā hana (starting work) and ho‘omaka hou (fresh starts).\n\nHilo also reflects the element of ‘ea (air) and the ‘elehunahā (western direction), connecting the heavens, the ancestors, and the cycle of rebirth that guides both the stars and the spirit.",
    "dos": "new beginings,reaffirming,relationships,family prayer,religious worship,gratitude,ancestral connection,creeping crops\nexcellen fishing",
    "dos description": "Hilo, named after the navel string, reflects a sacred connection in Hawaiian tradition—linking people to the lunar domain of Hina, the moon goddess, and their ancestral origins in the cosmos. The delicate thread of moonlight seen on this night symbolized the start of new life and the potential for spiritual renewal.\n\nThis phase was embraced as an ideal time to begin fresh endeavors—launching projects, crafting innovations, and pursuing entrepreneurial visions. It was also recognized as a meaningful day to strengthen bonds with loved ones, family, and close companions.\n\nIn agriculture, Hilo was considered favorable for planting vine-like or linear crops, including ‘uala (sweet potato), ‘i‘o (gourds), palai (ferns), and other creeping plants that grow in winding forms.\n",
    "donts": "closures,endings,healing,irreverence,rituals,chaotic behavior,planting bananas,root crops,tree planting,unproductive planting",
    "donts description": "Ka mahinahina o Hilo, the dim, silvery glow of Hilo’s moonlight, was understood by ancient Hawaiians to carry a spirit energy that was subtle, undeveloped, and in its early stages of power. Due to its tentative and delicate nature, this night was not favored by kahuna for performing certain forms of ho‘omana—sacred religious or spiritual healing rituals.\n\nOn Hilo nights, practitioners would intentionally refrain from conducting ceremonies to treat conditions such as ma‘i mai waho (sicknesses believed to originate from external forces), ma‘i ho‘opa‘ipa‘i ‘aumakua (illnesses brought on by offended ancestral spirits), ‘anai (curses), ho‘opi‘opi‘o (acts of sorcery), or noho (spirit",
    "Olelo": "ʻO HILO KA PŌ MUA NO KA PUAHILO ʻANA O KA MAHINA\nHilo, the new moon, resembles a twisted thread.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nObserved\n\nGOD:\nHina: Goddess of the moon feminine energy and creativity\nKū: God of war governance and discipline\n\nRITUALS:\nFamily prayer, gratitude, ancestral connection, honoring ʻaumākua","color":"TBA"
  },
  {
    "Phase name": "Hoaka",
    "anahulu": "ho‘onui",
    "title": "The Empowerment Moon",
    "combined description": "Hoaka is the second night of the Hawaiian lunar month and means “crescent-shaped.” It describes the first clear arc of moonlight that emerges after Hilo, signaling growth and increasing presence.\n\nThe crescent moon was a traditional symbol of spiritual power in Hawai‘i. It appeared in sacred designs on feather capes, helmets, and cloaks, marking rank, strength, and divine favor. Hoaka is also linked to the word “to cast a shadow,” symbolizing the visible reflection of spirit essence.\n\nAccording to Hawaiian tradition, this is a night when spirit beings and deities may cross into the seen world, casting their shadows and making their presence felt among the living. Many say shadowy forms or ghostly shapes are more commonly seen on this moonlit night.\n\nHoaka is a kapu (sacred) night, dedicated to the god Kū, the guardian of spiritual authority and masculine energy. It is the second in a three-night cycle of deep reverence, prayer, and offerings.\n\nEnergetically, Hoaka supports growth, spiritual development (ho‘onui, ho‘o‘īlupōno), and enlightenment (ho‘omalamalama). It is an excellent time to connect with the spirit realm, call in mana (divine energy), and walk with intention toward personal empowerment.",
    "dos": "prayers,offerings,blessings,spiritual healing,prayer,gratitude,ancestral connection,root crops,tree planting,tuber plants",
    "dos description": "On the kapu night of Hoaka, early Hawaiians believed that the spirits of the dead could ‘ili ke aka (cast their shadow) upon the living. This lunar phase was recognized as a time when the veil between worlds thinned, allowing kahuna to kahea (call) upon their benevolent akua (gods) and ‘aumākua (ancestral spirits) to cross into the realm of the living—answering prayers and offering divine blessings.\n\nHoaka was revered as an ideal night for spiritual practice. It was considered especially effective for channeling mana (spiritual force), empowering one’s spirit through ho‘omana ‘ana, and performing ho‘ēla ma‘i me ka pule—faith-based healing rituals.\n\nYet, this sacred night also carried a more dangerous reputation. Practitioners of ‘ana‘ana (sorcery) would use Hoaka’s potent energy to summon harmful spirit entities to carry out hana ‘ino (evil works). For this reason, Hoaka was both sacred and feared—honored for its potential to heal and connect, yet respected for the darkness it could draw forth under its kapu.",
    "donts": "fear of ghosts,nightly activities,evening strolls,fear,rituals,anger,avoid,fishing,Unproductive planting,root crops,tree planting",
    "donts description": "Known to some kahuna as the kapu night of the “phantom moon,” Hoaka carried a reputation of spiritual intensity and caution. During this phase of the lunar month, it was customary for people to stay indoors once night had fallen. Those who had reason to venture outside were strongly advised to carry a green lā‘ī (ti leaf) for protection, remain alert for spectral figures, and most importantly, avoid crossing paths with any shadowy forms seen in the moonlight—believed to be omens or spirits.\n\nEven among fishermen, Hoaka’s influence was widely respected and feared. A traditional Hawaiian proverb warned:\nMai hele ma‘ō e hoaka ai i ke kai o holo ka i‘a.\n\"Do not go out and cast your shadow on the sea, lest the fish scatter and flee.\"\n\nSuch sayings reveal the depth of cultural reverence for Hoaka as a night when both the spiritual and natural realms reacted strongly to human presence.",
    "Olelo": "ʻO HOAKA KEIA PŌ\n‘Tis the night of the crescent moon.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nObserved\n\nGOD:\nKū: God of war governance and discipline\n\nRITUALS:\nPrayers, offerings, blessings, spiritual healing, prayer, gratitude, ancestral connection","color":"TBA"
  },
  {
    "Phase name": "Kūkahi",
    "anahulu": "ho‘onui",
    "title": "The Blessings Moon",
    "combined description": "\nKūkahi is the third night of the Hawaiian lunar month and the first of four moons dedicated to Kū, the god of strength, protection, and leadership. Its name means “Kū stands alone” or “Kū comes first,” honoring his position as one of the great ancestral gods of Polynesia.\n\nThe crescent moon on this night begins to resemble the horns of a cow, a clear visual sign of the waxing moon (anahulu ho‘onui). Kūkahi is connected to the birthing energy of the moon and the element ‘ea (air), and is aligned with the ‘ele‘eleki (northern) direction, representing spiritual clarity and divine order.\n\nTraditionally, Kūkahi was a kapu (sacred) night, observed with prayers (pule), rituals (hana ho‘ohanohano), and offerings made to Kū. It was a time to honor him as the spiritual protector of the Hawaiian people, guardian of families, and consecrator of land. His presence was so powerful that ancient chants describe his arrival with earthquakes, storms, and floods, marking his dominion over both sky and earth.\n\nKūkahi is considered a favorable time for blessings—to ho‘ola‘a i ka ‘āina (consecrate the land), ho‘omaika‘i i ka hale (bless the home), and gather with ‘ohana (family) in prayer and ceremony. It is a night to plant intentions for growth, protection, and renewal.",
    "dos": "religious rites,prayers,offerings,gratitude,Good fishing,deep sea fishing,Plant ‘uala kalo and mai‘a,root crops,tree planting",
    "dos description": "The night of Kū-kahi was regarded by kahuna as an ideal time for ho‘ola‘a—ritually dedicating important aspects of life to spiritual purpose. This included consecrating the ‘āina (land), offering ho‘omaika‘i i ka hale (blessings upon the home), and ceremonially honoring the ‘ohana (family), the hālau (meeting house), and lolo ‘ana i ka wa‘a (the ceremonial launching of a canoe). All these acts were deeply tied to the veneration of the god Kū.\n\nIn agriculture, Kū-kahi was also recognized as a favorable phase for kanu ‘ia ‘ana—the planting of trees and long-living crops, especially those that grow tall and upright. With tides typically at their lowest during this time, it was additionally known as a good day for lawai‘a (deep-sea fishing), making Kū-kahi a practical and sacred moon for both spiritual dedication and livelihood.",
    "donts": "lawlessness,hostility,offensive behavior,immorality,irreverence,rituals,chaotic behavior,recklessness",
    "donts description": "In ancient Hawaiʻi, the rising of the Kū-kahi moon was met with solemn attention and reverence. It was a time imbued with spiritual intensity and considered an omen of consequence, especially among those known as ka po‘e hewa—individuals who acted outside the bounds of righteousness and law.\n\nAs recorded by traditional Hawaiian historians, this night carried weighty significance. It was during this phase that lawehala (adults who had transgressed sacred laws) were sometimes chosen as offerings in kapu (taboo) rituals. These ceremonies, conducted in the luakini (sacred heiau temples), were meant to appease and honor the god Kū.\n\nKū-kahi was not a time for spiritual negligence or moral misbehavior. Violating the Ka kapu—the strict sacred codes—could lead to nā hewa i ka pono i ka make (justified death as a consequence of wrongdoing). The energy of this moon commanded alignment with divine order and strict adherence to sacred protocols.",
    "Olelo": "E WELINA IA ʻOE E KU! KE AO\nGreetings to you, O Kū, the God of Light.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nObserved (Kū)\n\nGOD:\nKū: God of war governance and discipline\n\nRITUALS:\nPrayers, offerings, gratitude, chanting","color":"TBA"
  },
  {
    "Phase name": "Kūlua",
    "anahulu": "ho‘onui",
    "title": "The Peace Moon",
    "combined description": "Kūlua is the fourth night of the Hawaiian lunar month and the second in the series of Kū moons during the waxing phase (anahulu ho‘onui). The name Kūlua means “pairing off”—as in twins or partners—and reflects the Hawaiian understanding of duality and balance in all life.\n\nThis moon represents the harmony between opposites: the masculine energy of Kū and the feminine power of Hina, his celestial counterpart. Their sacred union is seen in the sunrise and sunset, in sky and earth, and in the rhythm of nature. Kūlua symbolizes a time when the cosmos mirrors the need for balance, relationship, and peace.\n\nEnergetically, Kūlua is observed as a noa (free, unrestricted) day—a time outside the rigors of kapu (taboo). It is ideal for restoring equilibrium (ho‘okaulike), building partnerships (koko‘olua), and making peace (ho‘oponopono). This is a night for reconciliation, collaboration (alu like), and honoring the sacred act of coming together with others in truth and unity.\n\nAligned with the element ‘ea (air) and the northern direction (‘eleka), Kūlua invites us to reflect on our place in the web of relationships—both earthly and divine—and to live with intention, humility, and harmony.\n",
    "dos": "balance,conflict resolution,kinship,partnerships,gratitude,Good fishing,Plant ‘uala kalo and mai‘a,root crops,tree planting",
    "dos description": "The night of Kū-lua reflects the traditional Hawaiian value of living in lōkahi (harmony) and restoring equilibrium. In ancient Hawaiʻi, this moon phase was observed as a noa day—free from the spiritual restrictions of the prior Kū-kahi kapu. It was seen as a time to make things right.\n\nKū-lua was an especially auspicious time for engaging in ho‘oponopono (conflict resolution), mending discord between the physical and spiritual realms, and offering e ho‘onaike ‘aumākua—acts of appeasement to one’s family guardian spirits.\n\nSpiritually, this day was ideal for reaffirming relationships and strengthening emotional ties with loved ones—spouses, family members, friends, and community. Agriculturally, Kū-lua was favored for planting ‘uala (sweet potato) and kalo (taro), with a folk belief that kalo planted on this day would often sprout two thriving shoots, symbolizing abundance and familial connection.",
    "donts": "divisiveness,dissention,polarization,indecisiveness,doubt,conflict,chaotic behavior,recklessness",
    "donts description": "The night of Kū-lua embodies the spiritual presence of opposing forces—energies that reflect the natural duality of existence. These contrasting influences, while capable of harmony, can also create tension when not approached with balance.\n\nAs such, Kū-lua was traditionally not seen as an ideal time to address complex issues or make significant decisions. It was a day when disagreements, emotional swings, or polarizing opinions could lead to heightened conflict and spiritual misalignment. Matters requiring clarity or mana‘o ho‘oholo nui (critical decisions) were often deferred.\n\nKūpuna advised that if one found themselves uncertain, reactive, or overwhelmed on this night, the wisest course was to kapae—to pause, reflect, and return to the matter another time.",
    "Olelo": "KŪ A ʻAHA LUA. KŪ A ME HINA, NA ʻAUMĀKUA HOʻOLAUPAʻI NA KANAKA A PAU\nStanding together in twos. Kū and Hina are the ancestral gods that enable mankind to flourish.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\nObserved\n\nGOD:\nHina: Goddess of the moon feminine energy and creativity\nKū: God of war governance and discipline\n\nRITUALS:\nBalance, gratitude, hoʻoponopono","color":"TBA"
  },
  {
    "Phase name": "Kūkolu",
    "anahulu": "ho‘onui",
    "title": "The Harmony Moon",
    "combined description": "Kūkōlu is the fifth night of the Hawaiian lunar month and the third in the series of Kū moons during the waxing phase (anahulu ho‘onui). The name comes from ki (to rise or stand upright) and kolu (three), symbolizing the energy of rising in unity—body, mind, and spirit.\n\nThis night marks the beginning of ka haku ʻana o ka mahina hou—the rising of the new moon—and is deeply connected to the element ‘ea (air) and the ‘elekā (northern) direction. Spiritually, Kūkōlu reflects the triad relationship Hawaiians saw in nature: the earth, the sky, and the spirit—all moving in harmony with the universe.\n\nKūkōlu honors the kahi kolu (threefold self): ke kino (body), ka mana‘o (mind), and ka ‘uhane (spirit). It is a noa (free, non-restricted) night, ideal for meditation, spiritual reflection, and communion with nature. Some traditions also connect this moon to the unifying energy of Kū, Hina (moon goddess), and Papa (Mother Earth), forming a cosmic trinity that brings balance and healing.\n\nThis moon phase invites us to find stillness, balance, and inner alignment, moving upward in consciousness (ho‘ohele a‘e) and honoring the sacred harmony between the seen and unseen worlds.",
    "dos": "unity,harmony,nature,meditation,healing,gratitude,Good fishing,calm water fishing,Plant ‘uala kalo and mai‘a,root crops,tree planting",
    "dos description": "Designated a time of noa, the night of Ki-kolu was\ntraditionally free from the observance of the previous\nreligious restrictions of the sacred Ki kapu. Kahuna\nspiritually perceived Ki-kolu as a good time for unifying\nthe ke kino (the body), ka mana‘o (the mind), and\nka ‘uhane (the spirit) in sync with the natural continuing\norder of the universe. \n\nThey believed that the harmonious triune relationship of these three selves was spiritually essential for connecting to the higher source and obtaining mana or supernatural empowerment. Ki-kolu was typically a day in Hawai'i when the weather was clear and the sea was calm with very low tides that exposed the sandy shoreline.\nTherefore, it was regarded as a good time for communing\nwith nature, meditation and spiritual healing.",
    "donts": "disruptions,restrictions,inventions,stress,animosity,chaotic behavior,recklessness,confusion",
    "donts description": "Ku-kolu was recognized as a noa time—a spiritually neutral phase when the religious prohibitions of the earlier Ku kapu no longer applied. For Hawaiian kahuna, this night offered an ideal opportunity to bring the three aspects of the self—ke kino (body), ka mana‘o (mind), and ka ‘uhane (spirit)—into harmonious alignment with the greater rhythm of the universe.\n\nThis triune connection was seen as essential for gaining mana (spiritual power) and drawing closer to the divine source. Ku-kolu often arrived with gentle weather and calm seas, revealing the sandy shoreline through low tides. As such, it became a sacred time for quiet reflection, communing with nature, and deep spiritual healing through meditation.",
    "Olelo": "KO KŪ KA LANI A ME KA HONUA\nO Kū, ruler of the heavens and the earth.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\nObserved\n\nGOD:\nHina: Goddess of the moon\nfeminine energy and creativity\nKū: God of war governance and discipline\n\nRITUALS:\nUnity, meditation, healing, gratitude","color":"TBA"
  },
  {
    "Phase name": "Kūpau",
    "anahulu": "ho‘onui",
    "title": "The Family Moon",
    "combined description": "Kūpau – \nKūpau is the sixth night of the Hawaiian lunar month and the final in the four sacred Kū moons during the waxing phase (anahulu ho‘onui). The name comes from ki (to stand upright) and pau (finished), symbolizing the completion of Kū’s celestial journey and his role as guardian of the night sky.\n\nThis moon marks the culmination of the new moon’s birthing phase—a time when light has returned, and the energy of Kū, the divine protector, begins to soften. It is a night to celebrate ka ho‘okō ʻana—the successful fulfillment of purpose—and the divine mission of Kū.\n\nKūpau is associated with the element of ‘ea (air) and reflects the life-giving masculine energy of Kū. Spiritually, it is a noa (non-restricted) time for reflection, family gatherings, and gratitude. It supports ho‘omōhala (personal growth), mālama mau (continued enlightenment), and ka ‘imi ‘ana o ka ‘ike (seeking knowledge).\n\nThis night is also a time to honor the ancestors (kūpuna), give thanks (ho‘omaika‘i), and remember Kū’s many sacred forms—protector, supporter, uplifter, and warrior god. His spirit reminds us to stand tall, complete what we’ve started, and move forward in peace.",
    "dos": "thanksgiving,family prayer,blessings,gratitude,prayer,Good fishing,Plant ‘uala and kalo,root crops,tree planting,woody plants",
    "dos description": "Kū-pau marked the culmination of Kū’s divine role in the lunar cycle. It was traditionally observed as a noa period, free from the strict spiritual observances of the Kū kapu. This night was seen as a time to share blessings and gratitude.\n\nKū-pau was especially suited for gathering with ‘ohana (family) and offering pule (prayers) for the well-being and longevity of the po‘o (head of the household), haku (chief or lord), and kupuna (ancestors). It offered a sacred space for early Hawaiians to honor their ‘aumākua (guardian spirits) and appease their family akua (deities).\n\nHawaiian tradition also held that during the Kū phases of the moon, trees and other strong plants flourished—growing tall, straight, and sturdy—reflecting the upward, life-affirming energy of Kū.",
    "donts": "postponement,resistance,stress,neglect,procrastinating,chaotic behavior,recklessness,confusion,delay",
    "donts description": "The Hawaiian proverb, ‘A‘ohe hua o ka mai‘a i ka lā ho‘okahi (Bananas don’t fruit in a single day), reminds us that all things unfold in their proper time. It reflects the traditional Hawaiian understanding that beginnings and endings must be honored in harmony with nature’s timing.\n\nAncient Hawaiians believed that interfering with the natural order—by delaying, hesitating, or resisting flow—could interrupt the spiritual energy and redirect one’s path. For this reason, Kū-pau was not considered an appropriate time to procrastinate or postpone action.\n\nSpiritually, this night called for follow-through. It was seen as a time to complete ongoing projects, fulfill obligations, and focus on responsibilities rather than starting new endeavors or wasting time.\n\nThe message was clear: E hoʻopau ‘oe i ka hana – Finish what you are doing.",
    "Olelo": "UA PAU NO KA HANA A KŪ\nKū’s work is finally done.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nKū: God of war governance and discipline\n\nRITUALS:\nFamily prayer, blessings, gratitude, prayer, honoring ʻaumākua","color":"TBA"
  },
  {
    "Phase name": "Olekūkahi",
    "anahulu": "ho‘onui",
    "title": "The Respite moon",
    "combined description": "ʻOle Kū Kāhi is the seventh night of the Hawaiian lunar month and the first in a series of four ʻOle nights that occur during the waxing phase (anahulu ho‘onui) of the moon. The word ‘ole means “nothing” or “without,” symbolizing a period where energy is held back, productivity is low, and the spiritual currents are in a state of transition.\n\nThis night also marks the end of the first hapaha (quarter) of the lunar month. The division of the month into quarters was astrologically significant to the kahuna kilo mahina (lunar experts), and the first quarter was seen as a pivot point where the energy of the moon begins to shift.\n\nIn ancient times, the ʻOle moons were seen as inauspicious for important work, such as planting, fishing, spiritual ceremonies, or major decisions. Instead, they offered something equally valuable: a pause. ʻOle Kū Kāhi brought respite from the spiritual intensity of the previous kapu nights and allowed time for people to rest (ho‘omaha iki), release (ho‘oku‘u), and unwind in ease (ho‘onanea iho).\n\nThough labeled as “nothing,” these nights served an essential role in the lunar cycle. They symbolized the importance of stillness, space, and integration. Without the pressure to perform or achieve, individuals could recalibrate, find balance, and prepare for the more active phases that followed.\n\nEnergetically, ʻOle Kū Kāhi aligned with male spirit energy and the ongoing influence of ‘ea (air), yet it softened that energy by turning it inward. It is a reminder that rest is part of the sacred rhythm, and that not every moment must be filled with doing—some are meant for simply being.",
    "dos": "introspection,meditation,enlightenment,weeding,rest,reflection,stillness,planning",
    "dos description": "The night of ‘Olekūkahi marked a wā of purposeful stillness — a time when ka honua and ke ao came to a gentle pause. Traditionally, this was not a night for planting or initiating anything new, but rather for preparation and reflection. Kanaka would turn their focus to hana like mending ‘upena lawai‘a, sharpening tools, and making household repairs — simple tasks grounded in patience and foresight.\n\n It was also a favored time for hoʻoponopono within ‘ohana, and for strategic planning related to lawai‘a or mahiʻai. Guided by the ʻuhane of this pō, communities were encouraged to assess, to observe, and to realign intentions before the nā pō productive returned. It was a sacred space to prepare, not perform.",
    "donts": "luck,magic,rituals,healing,chaotic behavior,recklessness,Poor fishing,Unproductive planting preparation day,root crops,tree planting",
    "donts description": "‘Olekūkahi was recognized as he pō ʻako ʻole — a spiritually lean night, lacking the mana required for effective ceremonies or major decisions. Kahuna did not conduct significant pule or hoʻokupu under this moon, and it was considered hewa to begin important journeys, plant new crops, or initiate healing rituals.\n\nThe kapu of this pō discouraged impulsivity, emotional expression, or seeking guidance from nā ʻaumākua, as the spiritual veil was thought to be withdrawn. In honoring the emptiness of ‘Olekūkahi, kanaka understood that not all moments require action — some ask only for listening, for planning, and for trusting the rhythm of rest gifted by ka mahina.",
    "Olelo": "EIA KĀKOU I KA ʻŌLE MUA\nHere we are in the first ʻOle night.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nKū: God of war governance and discipline\n\nRITUALS:\nMeditation, enlightenment","color":"TBA"
  },
  {
    "Phase name": "‘Olekūlua",
    "anahulu": "ho‘onui",
    "title": "The Meditation Moon",
    "combined description": "ʻOlekūlua – The Meditation Moon\nʻOlekūlua is the eighth night of the Hawaiian lunar month and the second of four ʻOle nights during the waxing phase (anahulu ho‘onui). The name numerically marks its place in the sequence of ‘Ole moons—days traditionally considered non-productive or hua ‘ole, meaning “without fruit.”\n\nOn this night, the moon appears half-lit, with its light and dark portions nearly equal. This visual balance reflects the symbolic energy of the evening: a time of transition, stillness, and inward reflection. While not suitable for planting, fishing, or performing major work, ʻOlekūlua was spiritually free of kapu, offering a chance to slow down and reconnect with the self.\n\nIn the old Hawaiian calendar, ‘Ole moons were seen as periods of energetic pause, not failures. They were moments of rest following the intense spiritual demands of the previous Kū nights. For many kahuna (spiritual practitioners), this night was ideal for meditative practices like ka ho‘onalu ‘ana—deep spiritual quieting and internal exploration.\n\nʻOlekūlua encourages one to ho‘opane‘e (put things on hold), kali (wait), and focus on ho‘onalu (finding peace). It was a time to observe, to breathe, and to reflect on the blessings of life. While nothing major was meant to be initiated, this moon served a vital purpose in aligning inner stillness with cosmic rhythm.\n\nIn essence, ʻOlekūlua invites us to embrace the wisdom of waiting—to understand that rest and reflection are powerful movements in their own right.",
    "dos": "introspection,meditation,enlightenment,weeding,rest,reflection,stillness,gratitude",
    "dos description": "The pō of ‘Olekūlua invited deeper reflection following the stillness of ‘Olekūkahi. As the second of the ʻOle moons, it was a time for internal dialogue and quiet spiritual recalibration. Kanaka would often retreat from outward activity and instead focus on personal insight, quiet crafting, and mental clarity. Activities such as repairing waʻa or preparing lāʻau lapaʻau were favored, provided they were done mindfully and without haste. \n\nThe sacred pause of this moon allowed space for observing the subtle rhythms of nature — the sway of the winds, the shifting of the tides, and the silence of the stars. In this lull between energetic peaks, families would reflect on their kuleana, realign with ancestral teachings, and ready their spirit for the work to come.",
    "donts": "luck,magic,rituals,healing,chaotic behavior,avoid,Poor fishing,Unproductive planting preparation day,planting,root crops,tree planting",
    "donts description": "During ‘Olekūlua, early Hawaiians refrained from planting, fishing, or performing intense ritual work, as the moon’s energy was still dormant. The kapu of this pō discouraged bold moves, heated debate, or emotional expression, as such actions were thought to disrupt the spiritual equilibrium. ʻAumākua were not typically called upon during this time, as the veil between realms was thin but quiet — receptive only to stillness. \n\nLarge gatherings or ʻōlelo hāmau-breaking behavior were avoided in favor of inwardness. To act with force under ‘Olekūlua was considered a rejection of the moon’s subtle guidance — a time not to strive, but to listen to the spaces in between.",
    "Olelo": "EIA KĀKOU I KA ʻŌLE ʻĀLUA\nHere we are in the second ʻOle night.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nKū: God of war governance and discipline\nʻAumākua: Ancestral spirits that offer guidance and protection\n\nRITUALS:\nMeditation, enlightenment, gratitude","color":"TBA"
  },
  {
    "Phase name": "‘Olekūkolu",
    "anahulu": "ho‘onui",
    "title": "The Soul Searching Moon",
    "combined description": "ʻOlekūkolu – The Soul Searching Moon\nʻOlekūkolu is the ninth night of the Hawaiian lunar month and the third of four ʻOle moons within the waxing phase (anahulu ho‘onui). These ʻOle nights—named sequentially as ʻOle Kū Kāhi, ʻOlekūlua, ʻOlekūkolu, and ʻOlepau—were traditionally viewed as times of non-action, when major decisions, planting, or fishing were avoided.\n\nThe word ʻole means “nothing” or “without,” and like its predecessors, ʻOlekūkolu was not seen as a productive day for physical labor. However, it offered something deeper: a space for introspection, stillness, and spiritual reflection. Early Hawaiian practitioners considered this moon phase especially aligned with the realm of the subconscious.\n\nOn this night, kahuna and seekers alike would engage in ho‘ono‘ono‘o nui iho—deep inner contemplation. It was believed to be a favorable time for exploring the inner self, engaging in self-inquiry, and aligning body, mind, and spirit with the natural order of the universe.\n\nThough free of spiritual taboos (noa), the energy of ʻOlekūkolu was subtle and inward-focused. It encouraged rest from outer duties and a turning inward to seek clarity, peace, and connection with the divine. In this way, the moon served as a mirror for the soul, reflecting both what is hidden and what is ready to be healed.\n\nʻOlekūkolu teaches that not all growth is visible—and sometimes, the most important work happens in silence, beneath the surface.",
    "dos": "introspection,meditation,enlightenment,weeding,rest,stillness,gratitude,ancestral connection",
    "dos description": "‘Olekūkolu, the third of the ʻOle nights, was a continuation of spiritual retreat — a pō for soul-searching and subtle alignment. This phase was honored by early Hawaiians as a quiet interlude for reassessing goals, tending to unresolved thoughts, and engaging in repetitive, soothing tasks like weaving, carving, or binding. \n\nThe emptiness of the ʻOle moons did not imply meaninglessness, but rather the sacredness of preparation and purification. It was a time to observe the nuances of nature, pay heed to naʻauao passed down through generations, and hold silent vigil for clarity. Many would revisit moʻolelo, chant softly, or simply watch the night sky, understanding that stillness was itself a vital kind of movement — one that reconnected the spirit with ka honua and ke akua.",
    "donts": "luck,magic,rituals,healing,chaotic behavior,recklessness,avoid,Poor fishing,Unproductive planting preparation day,root crops,tree planting",
    "donts description": "The mana of ‘Olekūkolu did not support ceremonial offerings, intense discussions, or high-energy gatherings. Kahuna avoided planting or initiating rituals under this moon, recognizing it as a night when spiritual potency was dormant and outcomes were less likely to manifest. \n\nEven in practical life, this was not a night for major commitments, long journeys, or confrontations, as the pō lacked the energetic blessing required for endurance or clarity. Acting from impulse or forcing resolution was believed to displease the natural rhythm of ka mahina. Those who lived in harmony with its pulse knew better — that the greatest revelations often arise not from effort, but from the quiet space carved by restraint.",
    "Olelo": "EIA KĀKOU I KA ʻŌLE ʻĀKOLU\nHere we are in the third ʻOle night.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nKū: God of war governance and discipline\n\nRITUALS:\nMeditation, enlightenment, gratitude, ancestral connection, chanting","color":"TBA"
  },
  {
    "Phase name": "‘Olepau",
    "anahulu": "ho‘onui",
    "title": "The Enlightenment Moon",
    "combined description": "ʻOlepau – The Enlightenment Moon\nʻOlepau is the tenth night of the Hawaiian lunar month and the final of the four ʻOle moons during the waxing phase (anahulu ho‘onui). Its name means “the end of nothingness,” symbolizing the conclusion of a quiet, reflective period and the threshold before action resumes.\n\nLike the other ʻOle nights—ʻOle Kū Kāhi, ʻOlekūlua, and ʻOlekūkolu—ʻOlepau was traditionally seen as non-productive, and not a favorable time for planting, fishing, or physical labor. Its appearance often coincided with changing winds, rough seas, and an atmosphere of shifting spiritual energy.\n\nHowever, rather than being meaningless, ʻOlepau was a powerful time for inner release and mental clarity. Free from kapu (spiritual restriction), this moon was associated with letting go, creating space for ho‘oku‘u ‘ana—liberating oneself from mental burdens, limiting beliefs, and unnecessary attachments. It offered an opportunity to shed the superfluous and prepare for renewal.\n\nSpiritually, ʻOlepau was linked to the pursuit of malamalama—enlightenment, illumination, and understanding. The ancient kahuna saw it as a time when one could sharpen the mind, reflect on past lessons, and ready the spirit for the active days ahead.\n\nThough outwardly quiet, this moon carried the wisdom of endings as preparation for beginnings. It teaches that clearing space—physically, mentally, and spiritually—is essential to growth.",
    "dos": "introspection,meditation,enlightenment,weeding,rest,reflection,gratitude,ancestral connection",
    "dos description": "‘Olepau marked the final night of the ʻOle series — a sacred closing to the cycle of emptiness, and a moment when enlightenment could emerge from sustained reflection. Though the moon still carried an energy of pause, there was a subtle shift toward clarity. Kanaka would use this night to review insights gained during the prior pō, refine intentions, and prepare spiritually for the forthcoming fertile phases.\n\n Tasks of refinement and completion were favored: finishing repairs, tidying shared spaces, or bringing closure to unfinished thoughts. It was also a time to observe the natural world with heightened sensitivity, to recognize the signs gifted by ka mahina, and to anchor the soul in readiness. The moon’s dim glow invited wisdom, reminding each being that true preparation births lasting change.",
    "donts": "luck,magic,rituals,healing,chaotic behavior,recklessness,avoid,Poor fishing,Unproductive planting preparation day,root crops,tree planting",
    "donts description": "Despite its name, ‘Olepau did not signal release through action, but rather through awareness. Spiritual ceremonies, planting, or invoking the ʻaumākua were still avoided, as the energy remained too light to carry intentions into manifestation. \n\nEarly Hawaiians refrained from bold declarations, legal matters, or initiating relationships, knowing the moon's influence did not favor permanence. Emotional volatility and external striving were discouraged — to push forward under ‘Olepau was to misread its final teaching. Instead, this moon taught that the culmination of nothingness is not noise, but deep knowing — and that from the dark hush of preparation, new beginnings quietly prepare to rise.",
    "Olelo": "EIA KĀKOU I KA ʻŌLE HOPE\nHere we are in the last ʻOle night.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nKū: God of war governance and discipline\n\nRITUALS:\nMeditation, enlightenment, gratitude, ancestral connection","color":"TBA"
  },
  {
    "Phase name": "Huna",
    "anahulu": "poepoe",
    "title": "The Marriage moon",
    "combined description": "Huna – The Marriage Moon\nHuna is the eleventh night of the Hawaiian lunar month and marks the beginning of the anahulu pōepoe—the rounding phase of the moon. On this night, the moon’s sharp horns appear to be hidden (hina ʻia) from view, creating a soft, full curve that reflects a deep feminine presence.\n\nThe word huna means “hidden” or “secret,” and this moon is rich with mystery, intuition, and sacred knowledge. It is aligned with the element wai (fresh water), the ‘elelani (easterly direction), and the spiritual realm of na‘au—the seat of deep emotion, intuitive knowing, and soul desires.\n\nIn ancient times, the Huna moon was believed to be especially powerful for those gifted with insight and ‘ike papalua (the ability to see beyond the ordinary). It was under this moon that kahuna—keepers of hidden wisdom—would quietly gather to channel mana, perform rituals, and seek divine guidance. Some born on this night were said to be koho ‘ia (chosen) by Kuhimana, the god of seers, and blessed with na‘auao (enlightened wisdom).\n\nHuna was also known as the day of union, when couples chose to affirm their love and enter into ho‘ao—sacred marriage rites led by kahuna. The moon’s soft glow and emotional depth made it an ideal time to celebrate lifelong bonds, spiritual alignment, and emotional intimacy.\n\nEnergetically, the Huna moon invites us to look within, honor the hidden layers of the heart, and move with grace and sensitivity in both love and learning. It is a time to trust the unseen, and to walk gently in the presence of things not yet understood.",
    "dos": "love,matchmaking,betrothals,weddings,gratitude,Good fishing,Plant ipu and root plants,root crops,tree planting",
    "dos description": "Huna was known as a highly auspicious night, especially when it came to matters of the puʻuwai (heart). In traditional Hawaiʻi, it was a time when kāne and wahine would express their aloha, solidify romantic bonds, and make lifelong commitments. It was customary for hoʻopalau (betrothal agreements) to be made on this night, with ceremonial hoʻao (weddings) often taking place as well.\n\nKahuna recognized Huna as particularly potent for hana aloha (rituals of love magic), including the crafting of love potions and offering ho‘okupu (sacrificial gifts) intended to draw or awaken affection. The energy of this moon was aligned with desire, intimacy, and emotional union.\n\nIn agriculture, Huna was favored for planting plants that grow beneath the soil or conceal themselves from plain sight—such as kalo (taro), ʻuala (sweet potato), uhi (yam), pia (arrowroot), ʻawa, and other root crops. Among the nights of the Hawaiian lunar calendar, Huna stood out as one of the most spiritually significant and positive.",
    "donts": "visions,revelations,prophesy,gossip,divulging\nsecrets.,rituals,chaotic behavior,recklessness,magic",
    "donts description": "Aligned with the sacred and mysterious nature of the Huna moon, kahuna kaula (prophetic seers) and traditional soothsayers refrained from disclosing visions of catastrophe, astrological insights, or prophetic dreams that may have surfaced during this night. This particular moon phase was not seen as appropriate for sharing revelations or predictions.\n\nDuring Huna, speaking palaualelo (idle talk), spreading intimate details, or revealing personal or confidential information was viewed as highly inappropriate. Such acts were considered culturally insensitive, socially disrespectful, ethically questionable, and spiritually offensive. The energy of Huna called for restraint, reverence, and the honoring of silence.",
    "Olelo": "E HUNA ʻOE I KA MEA HUNA, MAI HAʻI, O LOHEA AUANEʻI, HEWA KE KAHI PŌʻE\nConceal that which is secret, do not tell, lest it be heard, and some people be offended.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\n---\n\nRITUALS:\nLove, gratitude","color":"TBA"
  },
  {
    "Phase name": "Mōhalu",
    "anahulu": "poepoe",
    "title": "The Flower Moon",
    "combined description": "Mōhalu is the twelfth night of the Hawaiian lunar month and the point when the moon’s shape begins to appear full and round, symbolizing unfolding, blossoming, and maturation. The word mōhalu translates as “to open” or “to unfold like petals,” and was used both literally—to describe flowering plants transitioning from liko (bud) to pua (blossom)—and figuratively, to mark a person’s journey from youth to adulthood.\n\nThis moon was traditionally seen as a sacred, kapu night, dedicated to the worship of Kāne, the Hawaiian god of creation, sunlight, and life-giving freshwater. Kāne, born from the divine union of Wākea (Sky Father) and Papa (Earth Mother), was revered as both ancestor and creator, and unlike other gods, required no human sacrifices. His presence was honored through prayers and chants, often invoking one of his seventy sacred names.\n\nMōhalu’s energy was considered highly auspicious. Farmers believed flowers planted on this night would bloom with exceptional beauty, mirroring the moon’s glow. Spiritually, it was associated with wai (water) and the feminine principle, supporting growth (ho‘oulu), personal development (ho‘omohala), and maturation (ho‘omākua).\n\nThis moon invites reflection on the transitions in our lives—those delicate moments when we are neither bud nor bloom, but in the sacred unfolding between. According to traditional belief, children born under Mōhalu would be blessed with a gentle labor and a prosperous path forward.",
    "dos": "solemnity,worship,blessings,healing,prayer,Good fishing,Plant ipu kalo and flowering plants,planting flowers,root crops,tree planting",
    "dos description": "Mohalu was a sacred night set aside for worship, pule (prayer), and giving thanks for the life-sustaining blessings of Ke Akua, Kāne. Those who honored Kāne were known as he papa la‘a, a consecrated group devoted to spiritual practices. On this night, kahuna dedicated their efforts to recognizing Kāne’s divine presence manifest in his kino lau (earthly forms), such as sunlight, freshwater, forests, and kalo (taro), among other expressions of nature.\n\nMohalu was especially favored by farmers, who believed that flowers planted under this moon would flourish, producing full, round blossoms mirroring the luminous beauty of the Mohalu moon. The lunar energy of Mohalu was also revered for its potency in healing work and restoration.",
    "donts": "excesses,rowdiness,taboo foods,noise,intemprance.,chaotic behavior,recklessness,confusion",
    "donts description": "Aia ho‘i! Ka pōʻinohu ʻula a Kāne, ke Akua ala i ke kai.\n(Behold! The sacred red mist of Kāne, the God rises from the sea.)\n\nMohalu was traditionally upheld as a kapu (taboo) night dedicated to spiritual solemnity. During this phase, the Kāne kapu—the sacred protocols of Ke Akua Kāne—were strictly observed. It was a time for deep reverence, not for indulgence or social excess.\n\nTherefore, behaviors such as excessive drinking, loud gatherings, and disruptive conduct were considered highly inappropriate. On Mohalu, the consumption of iʻa (fish), hua ʻai (fruits), and limu (seaweed) was also forbidden.\n\nBreaking the kānāwai kapu a ke akua Kāne (spiritual laws of the god Kāne) was regarded as hewa—a serious spiritual transgression. Those who violated the kapu were subject to punishment and accountability under traditional law.",
    "Olelo": "NANI WALE NĀ PUA I KA PŌ MOHALU\nBeautiful are the blooms on the night of the Mohalu moon.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nObserved (Kāne)\n\nGOD:\nAkua: General term for gods or divine beings\nKāne: God of creation sunlight and fresh water\n\nRITUALS:\nBlessings, healing, prayer, honoring ʻaumākua, chanting","color":"TBA"
  },
  {
    "Phase name": "Hua",
    "anahulu": "poepoe",
    "title": "The Fertility Moon",
    "combined description": "Hua is the thirteenth night of the Hawaiian lunar month, occurring during the anahulu pōepoe—the rounding, full-bodied phase of the moon. The word hua translates as “fruit,” “egg,” “seed,” or “offspring,” and this moon is named for its egg-like appearance in the sky, signaling ripeness, creation, and the miracle of life.\n\nEnergetically, Hua is revered as a cosmic symbol of fertility and spiritual abundance. It is a night when the life-giving powers of nature are believed to be especially potent. The feminine essence of wai (fresh water), the eastern direction, and the procreative energy of the moon goddess Hina are all amplified under this moon. Hua represents the moment when the potential of life comes to fruition—in body, spirit, and land.\n\nSpiritually, this moon was designated as kapu, a sacred period dedicated to Lono, the Hawaiian god of rain, agriculture, and peace. Offerings and prayers were made in honor of Lono’s blessings—prosperity, growth, and harmony in all living things. According to Hawaiian folklore, the Hua moon was especially favorable for planting crops, conceiving children, and receiving heavenly abundance (ka ho‘opulapula ‘ana).\n\nWomen desiring to conceive were sometimes prescribed a ritual meal of eight kanawao fruits (Broussaisia arguta) and two charcoal-cooked eggs, symbolizing alignment with nature’s rhythm and receptivity to new life.\n\nHua is a moon of spiritual rebirth, sacred nourishment, and generative power. It invites us to honor the cycles that sustain us—to plant, to bless, and to carry forward the essence of life with intention and reverence.\n",
    "dos": "procreation,propagation,fertility,prayer,gratitude,Good fishing,Plant ‘uala  ipu and fruit plants,frui crops,root crops,tree planting",
    "dos description": "The Hua moon phase was spiritually recognized as a time of heightened mana hānau (procreative energy), where the potential for conception and new life was greatly magnified. On the kapu night of Hua, kahuna often carried out specialized rites to support fertility, pregnancy, and increased virility.\n\nWomen seeking to conceive were given a sacred dietary prescription—ʻai kapu—consisting of eight kanawao (Broussaisia arguta) fruits eaten with two hua moa (baked eggs). This ritual was believed to align the body and spirit with the natural forces of creation.\n\nOn this same night, the aliʻi (royalty) traditionally offered pule kapu (sacred prayers) and hoʻokupu (ritual offerings) to Lono, invoking his blessings for abundant harvests and agricultural prosperity. It was also a favored time for farmers to plant lāʻau hua (fruit-bearing trees) and to perform ceremonial fruit offerings in honor of Lono, god of fertility and rain.",
    "donts": "impropriety,foolhardiness,promiscuity,immorality,impiety,chaotic behavior,recklessness,confusion",
    "donts description": "Much like the sacred night of Mohalu, the Hua moon was once honored as a solemn period reserved for pule (prayer), worship, and hana kapu (ritual observance). Dedicated to Lono, the Hawaiian deity of agriculture and fertility, this phase of the moon was also a time of kapu—strict ceremonial guidelines, religious protocols, and prohibitions.\n\nBecause of its sacred nature, the night of the Hua kapu was not viewed as suitable for ‘aia (disrespectful or irreverent conduct), nor for ka pili ‘ana me kēia me kēlā (reckless promiscuity) or other indulgent, pleasure-driven behaviors. Violating the spiritual standards set by this kapu night often brought hana puni (punishment), spiritual consequences, and, in the eyes of the ancients, divine retribution.",
    "Olelo": "KE HOʻOMAKA NEI KE OLA ME KA HUA O KA PUʻAO\nLife begins with the fruit in the womb.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nObserved (Lono)\n\nGOD:\nHina: Goddess of the moon feminine energy and creativity\nLono: God of fertility agriculture and peace\n\nRITUALS:\nPrayer, gratitude","color":"TBA"
  },
  {
    "Phase name": "Akua",
    "anahulu": "poepoe",
    "title": "The Night of the Gods",
    "combined description": "Akua marks the fourteenth night of the Hawaiian lunar month, when the moon becomes nearly full and radiates a powerful, round glow. Falling within the anahulu pōepoe—the “rounding” phase of the new moon cycle—this night is steeped in sacred meaning and revered as the night of the gods.\n\nThe Hawaiian word akua translates to “god,” “goddess,” “spirit,” or “ghost.” It refers not only to divine deities but also to ‘aumākua (ancestral guardians), kupua (demigods), and ‘uhane (souls of the dearly departed). According to traditional belief, during the Akua moon, these spiritual beings could transcend the boundaries between the unseen world and the world of the living—appearing in dreams, visions, or through natural omens to offer guidance, protection, or warnings.\n\nThe moon on this night is associated with the element of wai (water) and the feminine spiritual current, which amplifies intuition, emotional insight, and connection to the unseen. Ancient Hawaiian communities considered this an ideal night for communing with the divine, conducting rituals of honoring (ho‘ohiwahiwa ‘ana), praise (ho‘onani ‘ana), and appeasement (ho‘ona ‘ana) of the many traditional Hawaiian deities (na kini akua), who governed the realms of earth, sky, and spirit.\n\nFolklore also tells of ka pō makole, the lunar rainbow, sometimes visible on this night as a hō‘ailona (heavenly sign) of spiritual presence—a bridge between the physical and spiritual realms. In some traditions, Akua was even referred to as “the night of the walking dead”, a time when ancestral spirits might walk among the living.\n\nAstrologically, Akua is an auspicious time for divination, receiving omens, and channeling spiritual energy. It encourages deep reverence, inward listening, and ceremony. This moon invites us to remember that we walk not alone, but with the unseen strength of those who came before us.",
    "dos": "placating deities,empowerment,divination,blessings,offerings,mai‘a  and corn,reflection,Good fishing,Plant kalo ‘uala,root crops,tree planting",
    "dos description": "The Akua full moon was traditionally set apart as a sacred time devoted to honoring all Hawaiian deities. It served as a spiritual occasion to pay homage to the akua kahiko (ancient gods) and to offer appeasement to the spirits of ‘ohana who had passed on. Regarded by kahu akua (priests) as highly auspicious, this night was seen as an ideal time to ho‘oia‘i‘o (invoke) divine presence for receiving pōmaika‘i (blessings), mālama (protection), and mana (spiritual empowerment).\n\nThis moon phase was associated with heightened spiritual awareness, intuitive insight, and psychic sensitivity. For many kahuna, the night of Akua was reserved for no‘ono‘o hohonu (deep reflection), meditation, and launa me nā akua (communion with the gods). Early Hawaiians used this occasion to perform sacred rituals, offer ho‘okupu (gifts), and pray for guidance and blessings from their respective Akua, while also seeking the protective presence of their ancestral ‘aumākua.",
    "donts": "nightly activities,evening strolls,superstitions,fear of ghost,fear,rituals,chaotic behavior,recklessness",
    "donts description": "The Akua moon was traditionally known in Hawaiʻi as a night when both akua ʻoluʻolu (benevolent deities) and akua ʻino (malevolent spirits), along with other lapu (ghostly presences), were believed to roam freely. This lunar phase often evoked fear in the hearts of those who were mana‘o nui (highly superstitious) or had previously encountered unsettling nūnēnē (supernatural) experiences.\n\nDuring the night of Akua, individuals who were ‘eha‘eha na‘au (emotionally or psychically sensitive) or faint-hearted were generally advised to stay within the safety of the hale (house). It was not considered a favorable night to venture outside, especially not for casual moonlit walks or midnight explorations, as the spiritual atmosphere was thought to be especially loa‘a (active or potent).",
    "Olelo": "OLA NO KA MEA AKUA, MAKE NO KA MEA AKUA ʻOLE\nHe who has a god lives; he who has no god dies.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nObserved (Akua)\n\nGOD:\nAkua: General term for gods or divine beings\n\nRITUALS:\nBlessings, offerings","color":"TBA"
  },
  {
    "Phase name": "Hoku",
    "anahulu": "poepoe",
    "title": "The Lucky Moon",
    "combined description": "Hoku is the fifteenth night of the Hawaiian lunar month and marks the celestial midpoint of the lunar cycle. Astrologically referred to as ka mahina kilia—“the lucky moon”—Hoku is traditionally celebrated as the night when the moon appears at its fullest, radiating a powerful, luminous energy across the sky.\n\nThis moon holds deep spiritual significance, symbolizing fullness, clarity, and feminine empowerment. It is affiliated with the goddess Hina, the ancestral embodiment of femininity and creation, who represents the powers of attraction, growth, and spiritual guidance. Hina was revered as the eternal mother of all generations, and Hoku was seen as the time when her energy was most present and visible.\n\nIn ancient times, two distinct names were used to describe the Hoku moon based on its behavior in the sky. If the moon set before daylight, it was called Hoku palemo (sinking star). If it remained visible after sunrise, it was called Hoku ‘ili (stranded star). These observations were not only astronomical, but also spiritual signs, reflecting different messages from the divine.\n\nHoku is associated with the element of wai (fresh water), the eastern direction, and the height of feminine lunar energy. It carries the qualities of ho‘omalamalama (illumination or enlightenment) and ho‘omana (spiritual empowerment). Traditionally, this moon is welcomed as an auspicious time for receiving blessings of olakino (health), hau‘oli‘oli (joy), and pōmaika‘i (prosperity).\n\nUnder the Hoku moon, we are invited to pause and recognize the fullness in our own lives—what has come into light, what is blossoming, and what deserves our gratitude. It is a moon for celebration, clarity, and connection with divine feminine wisdom.",
    "dos": "psychic energy,divination,seeking wisdom,prophesy,good fortune,gratitude,Good fishing Plant kalo ‘uala,mai‘a and root plants,root crops,tree planting",
    "dos description": "Early Hawaiians held deep reverence for the night of the Hoku moon, anticipating it as a lā pono (auspicious day) associated with ola kino (health), waiwai (prosperity), and spiritual abundance. The Hoku phase was understood to radiate a potent mana (spiritual energy) that amplified na‘auao (intuitive insight), natural talents, and esoteric gifts.\n\nThis moon was seen as an excellent time to seek malamalama (enlightenment), gain mana‘o akamai (wisdom), and dive into inner realms of the ‘uhane (spirit). Kahuna kaula (prophetic seers) especially favored this night to perform divinatory practices, read ho‘ailona (omens), and receive spiritual guidance.\n\nOn Hoku, many kahuna were sought after for their ability to unveil divine revelations, deliver wānana (prophetic messages), and interpret signs hidden within the celestial rhythms. It was a sacred night for connecting with na akua (the gods) and accessing the deeper truths woven into the universe.",
    "donts": "subconcious fears,self-doubt,dispair,depression,insecurity,fear,chaotic behavior,recklessness",
    "donts description": "Hoku is closely associated with the deeper realms of the na‘au—the intuitive seat of emotion, memory, and instinct in the Hawaiian worldview. In an astrological sense, Hoku aligns with the subconscious mind, where our rawest emotions, deepest desires, and hidden fears reside.\n\nEarly kahuna observed that the intense lunar mana of the Hoku moon could sometimes stir unexplainable inner shifts in people. Reports of unusual behavior, emotional turbulence, or even mental disarray were not uncommon during this phase. Such episodes were traditionally referred to as hehena, a term describing states of lunacy or moon-induced disorder.\n\nBecause of this, kahuna advised caution on Hoku nights. It was not a time to give in to ‘eha (pain), ‘ino‘ino (negativity), or thoughts rooted in fear, doubt, or unworthiness. Instead, it was encouraged to maintain clarity, inner peace, and mana‘o pono (positive intention), anchoring your spiritual, emotional, and mental well-being through conscious discipline and self-awareness.",
    "Olelo": "HĀNAU ʻIA KE KANAKA IĀ LĀ, HE MEA KULIA\nA person born on this day is lucky.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nHina: Goddess of the moon feminine energy and creativity\n\nRITUALS:\nSeeking wisdom, gratitude","color":"TBA"
  },
  {
    "Phase name": "Māhealani",
    "anahulu": "poepoe",
    "title": "The Lost and Found Moon",
    "combined description": "Māhealani is the sixteenth night of the Hawaiian lunar month and the fourth night of ka mahina piha—the full moon. It is recognized by its nearly complete glow, marked only by a faint shadow along the outer edge of the moon’s surface. This night traditionally signaled the end of the poepoe anahulu (rounding phases) and marked the turning point between the waxing half (mahina hapalua mua) and the waning half (mahina hapalua hope) of the lunar cycle.\n\nThe name Māhealani comes from the Hawaiian root mahea, meaning “hazy,” and lani, meaning “heavenly.” Together, they describe the luminous, softened glow of moonlight that fills the sky during this phase. The Māhealani moon was revered as a time of celestial inspiration, especially in ‘oli (chants), mele (songs), and hula (dance). It served as a muse for generations of Hawaiian poets, singers, and storytellers.\n\nSpiritually, Māhealani was associated with closures (panina), transitions, and even death (make) and spiritual rebirth. In ancient times, this moon was chosen for ho‘olewa—funerals and other final rites of passage—symbolizing both ending and continuity in the cycle of life. It was believed to open a doorway between realms, guided by the radiant wisdom of the goddess Hina, who ruled over the full moon and the tides of spirit and emotion.\n\nMāhealani also carried a more mystical association: mahea is the Hawaiian question word for “where?” On this night, kahuna were said to possess greater power to locate lost objects, perform divination, or retrieve what had been spiritually misplaced. As a Hawaiian proverb goes:\n“E ‘imi aku ‘oe a e loa‘a mai.”\n(Seek, and you shall find.)",
    "dos": "seeking,finding,diagnostics,funerals,gratitude,Excellent fishing,Excellent planting,planting,root crops,tree planting",
    "dos description": "Mahealani comes from the roots mahea, meaning \"hazy\" like moonlight, and lani, meaning \"heavenly.\" The word mahea is also used in Hawaiian to mean “where,” making Mahealani a moon associated with mystery and hidden things.\n\nSpiritually, Mahealani was known by kahuna as the “lost and found” moon—a sacred night when kahuna would call upon ‘aumākua (ancestral spirits) to assist in locating lost items, hidden belongings, or missing property. The energy of this moon was believed to be especially strong for revealing what had become hidden or forgotten.\n\nNā kahuna haha (traditional diagnosticians) used this night to conduct early testing, examine the causes of illness, and begin the search for appropriate healing remedies. Whether seeking lost objects or lost wellness, Mahealani carried a strong association with revelation and recovery.\n\nAs passed down in Hawaiian wisdom:\n“E ‘imi aku ‘oe a e loa‘a mai” — Seek and you shall find.",
    "donts": "Clinical protocols,hiding objects,Healing,new projects,chaotic behavior,recklessness,confusion,emotional instability,delay",
    "donts description": "Astrologically, Mahealani represents the foreshadowing of the moon’s return to darkness. It signals the transition from a state of illumination to one of gradual decline—an energetic descent that eventually culminates in complete lunar obscurity.\n\nSpiritually, Mahealani is associated with the waning of mana hānau (the moon’s life-giving birth spirit). For this reason, traditional kahuna did not view Mahealani as a favorable time for most forms of healing. Instead, it was common to delay the start of any ho‘ōla (healing protocols) or non-essential therapeutic care until the lunar energy became more favorable. The night of Mahealani was more often a time of pause than of initiation when it came to spiritual and physical restoration.",
    "Olelo": "KAULANA KOU NANI, E MAHEALANI\nFamous is your beauty, O Mahealani.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nHina: Goddess of the moon feminine energy and creativity\n\nRITUALS:\nGratitude, chanting","color":"TBA"
  },
  {
    "Phase name": "Kulu",
    "anahulu": "poepoe",
    "title": "The Tearful Moon",
    "combined description": "Kulu is the seventeenth night of the Hawaiian lunar month, and is often recognized by the subtle shadow that begins to form along the moon’s edge, signaling the start of the mahina hapalua hope—the waning half of the lunar cycle. The word kulu in Hawaiian means “to drip,” “to trickle,” or “to fall,” often likened to teardrops, and it is said that on this night, the moon appears to kulu—falling slowly into the ocean horizon.\n\nThis moon phase is infused with spiritual symbolism, embodying both the emotional weight of parting and the quiet power of transformation. Like the tears we shed during joy and sorrow, Kulu reminds us that loss and change are natural parts of life’s rhythm. The Hawaiian saying ua kulu ka pō (“the night has passed”) speaks to the passage of time, the letting go of the day, and the grace found in endings.\n\nAssociated with the element of wai (water) and feminine energy, Kulu carries a fluid, introspective quality. It calls attention to the impermanence of human life (huliau), the sacredness of each moment, and the spiritual cycle of death and rebirth. In traditional belief, it was a night for reflection, grieving, and honoring the soul’s journey beyond this earthly form.\n\nKulu is also a gentle yet profound reminder: death is not an end, but a movement from one realm of consciousness to another. Like the tide that washes away footprints only to return again, this moon teaches us that the soul is eternal, and our time on earth is both fleeting and meaningful.\n\nIt invites us to live with awareness, to love deeply, and to leave behind the kind of presence that, like the moon’s glow over the sea, continues long after it has faded from view.",
    "dos": "thanksgiving,introspection,mediuatation,soul searching,fruit offerings,gratitude,reflection,Good fishing,Plant ‘uala and melons,root crops,tree planting",
    "dos description": "Kulu is recognized as a sacred time for deep contemplation of the ‘ano lani (spiritual nature) and ‘ano honua (earthly nature) of the akua (gods). It invites reflection on existence, encouraging one to seek clarity about life’s purpose. Traditional kahuna saw Kulu as a spiritually rich night ideal for no‘ono‘o (soul searching), nānā pono (introspection), and affirming one’s connection to the divine unity of the cosmos.\n\nAmong early Hawaiians, Kulu was a time to express mahalo (gratitude) for life’s blessings and to honor the generosity of the akua. I ka wā kahiko (in ancient times), Kulu marked the gathering of the first fruits of the season, which were offered as ‘alana (thanksgiving offerings) upon the altars dedicated to the Hawaiian gods.",
    "donts": "new ventures,building projects,investments,gambling,tempting fate,chaotic behavior,recklessness,confusion",
    "donts description": "Like wai maka (teardrops) shed in sorrow, the energy of the Kulu moon flows with a gentle, fluid nature, reflecting a time of emotional transition and spiritual waning. Astrologically, Kulu marks the onset of lunar decline—an ulu pō phase—that ancient kahuna recognized as symbolizing vulnerability and potential for failure.\n\nBecause of this, Kulu was not considered a favorable time to initiate new ventures, launch creative pursuits, or invest in high-risk endeavors. It was also seen as an inauspicious day for pāʻani pili kālā (gambling), betting, or testing luck. On Kulu, one was especially cautioned against ho‘opilikia i nā akua (provoking the gods) or tempting fate.",
    "Olelo": "KULU KA WAIMAKA, ʻUĒ KA ʻŌPUA\nThe tears fall, the clouds weep.\n— Pukui, Mary Kawena, ʻŌlelo Noʻeau #1917",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\n---\n\nRITUALS:\nFruit offerings, gratitude","color":"TBA"
  },
  {
    "Phase name": "Lā‘aukūkahi",
    "anahulu": "poepoe",
    "title": "The Herb Gathering Moon",
    "combined description": "Lā‘aukūkahi is the eighteenth night of the Hawaiian lunar month and the first in a sacred trio of Lā‘au moons that mark the close of the anahulu pōepoe (rounding moon phases) and the transition into the mahina hapalua hope (waning half) of the lunar cycle. The moon on this night is easily recognized by the sharp shadowy points—the lunar “horns”—which begin to emerge as visible signs of descent and reflection.\n\nThe word lā‘au in Hawaiian carries a dual meaning: it refers to trees, plants, wood, or forest, and it is also the general term for medicine. As such, this moon is intimately tied to the natural healing world, and has long been associated with the element of earth, the southerly direction, and the feminine principle of restoration and nurturing.\n\nIn traditional Hawai‘i, kahuna lā‘au lapa‘au (herbal medicine practitioners) held this night as an ideal time for gathering medicinal plants. It was believed that during the Lā‘au moon series, the mana (spiritual energy) and curative power of certain herbs were especially potent and activated. Herbs collected under this moon were used in treatments for physical, emotional, and spiritual healing, and played a vital role in ceremonial medicine.\n\nSpiritually, Lā‘aukūkahi aligns with the healing energies of deities such as Lono, Kāne, Kū, Ki, and Hina—divine forces that governed life, growth, fertility, and health. It is a time for intentional harvesting, connecting with nature as healer, and honoring the sacred relationship between plants and people.\n\nThis moon reminds us that healing is both a natural rhythm and a spiritual practice, rooted in observation, respect, and gratitude for the gifts the earth provides.\n",
    "dos": "medical healing,harvesting herbs,herbal remedies,natural cures,ancestral connection,Good fishing,Plant mai‘a ‘ulu and other trees,medicinal plants,root crops",
    "dos description": "Lā‘aukūkahi was revered as a sacred night for engaging with la‘au lapa‘au, the healing practices rooted in native intelligence and relationship with nature. It was a powerful time to gather lā‘au (medicinal plants), chant pule to ask for healing guidance, and prepare infusions or salves with deep reverence. \n\nUnder this moon, kahuna lapa‘au would align their work with the energetic clarity of the mahina, seeking not only to cure the body but to restore harmony between kino, na‘au, and ‘uhane. Observing nature’s subtle cues — wind shifts, bird calls, moisture in leaves — was key in knowing what to harvest and when. Healing done under this moon was both physical and spiritual, guided by intuition, protocol, and ancestral connection.",
    "donts": "psychic energy,psychosomatic\ndisorders,divination,spiritual healing,conflict,chaotic behavior,recklessness,confusion",
    "donts description": "Lā‘aukūkahi carried strict kapu regarding irreverence in healing or careless interaction with plants. It was not a time for casual harvesting, reckless experimentation, or acting without proper knowledge and protocol. To gather lā‘au without pule, or to ignore the spiritual presence of the plants, was considered hewa. \n\nLoud or aggressive behavior near sacred spaces was discouraged, as were conflicting energies that could disrupt the delicate mana of the healing process. Those who did not uphold the sacred relationship between human and plant risked imbalance or misfortune. The moon asked for humility, silence, and right intention — anything less was to dishonor both the gift of the land and the traditions passed down.",
    "Olelo": "HĀNAU ʻIA I KA PŌ LĀʻAU, NĀ IWI HE KOA\nBorn was he/she on a Lāʻau night, for his/her bones are strong and he/she is fearless.\n— Pukui, Mary Kawena, ʻŌlelo Noʻeau #464",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nHina: Goddess of the moon feminine energy and creativity\nKāne: God of creation sunlight and fresh water\nKū: God of war governance and discipline\nLono: God of fertility agriculture and peace\n\nRITUALS:\nMedical healing, ancestral connection, chanting","color":"TBA"
  },
  {
    "Phase name": "Lā‘aukūlua",
    "anahulu": "poepoe",
    "title": "The herbal Medicine Moon",
    "combined description": "Lā‘aukūlua is the nineteenth night of the Hawaiian lunar month and the second in the sacred trio of Lā‘au moons. It occurs during the mahina hapalua hope—the waning half of the lunar cycle—and continues the energetic focus on healing, nature, and spiritual medicine initiated the night before.\n\nThe word lā‘au refers to trees, plants, wood, and forest, but in this context, it also means medicine. This moon is ruled by the element of earth, the southerly direction, and the feminine principle, and is deeply tied to the natural world’s power to restore and rebalance.\n\nDuring Lā‘aukūlua, kahuna lā‘au lapa‘au (herbal healers) believed that the spiritual potency (mana) of medicinal plants was heightened, making it an ideal night for gathering, preparing, and blessing herbs for healing use. Rituals performed under this moon were rooted in ancient prayer and cosmic alignment. When harvesting, practitioners offered sacred chants to Hina, the moon goddess, while picking herbs with the left hand. For balance, Kū, the male deity of vitality and sun, was invoked with the right hand as the sun rose.\n\nThese prayers and practices were intended to enhance the curative, palliative, and energetic properties of the plants, acknowledging both their spiritual and earthly significance. The Lā‘aukūlua moon reminded the people of Hawai‘i that healing is not only physical—it is relational, ceremonial, and deeply tied to the cycles of nature and the divine forces that guide them.\n\nHonoring the healing powers of deities like Lono, Kāne, Kū, Ki, and Hina, this moon remains a powerful symbol of restoration, wisdom, and gratitude for the medicines gifted by the earth.",
    "dos": "medical healing,harvesting herbs,herbal remedies,natural cures,reflection,Good fishing,Plant mai‘a ‘ulu and other trees,medicinal plants,root crops",
    "dos description": "Lā‘aukūlua, the second in the Lā‘au series, was a night deeply immersed in the sacred continuation of healing. This was an ideal time for further refining medicines gathered under Lā‘aukūkahi and administering treatments within ‘ohana. Kahuna lapa‘au would carefully combine lā‘au with pule, lomilomi, and ho‘oponopono practices, addressing not only physical ailments but also spiritual and emotional root causes.\n\n This moon supported processes of purification, both internal and external — fasting, cleansing rituals, and quiet reflection were often practiced in tandem with medicinal application. Observers noted subtle shifts in body and nature, using them as guides for diagnosis and timing. The healing under Lā‘aukūlua was often layered, revealing insight as much as remedy, and required deep presence and ha‘aha‘a to engage fully with its gifts.",
    "donts": "psychic energy,psychosomatic\ndisorders,divination,spiritual healing,confusion,rituals,chaotic behavior,recklessness",
    "donts description": "This phase was not a time for loudness, distraction, or energetic confusion. The work of healing required focus and alignment, and Lā‘aukūlua warned against taking shortcuts in protocol or rushing any part of the process. It was considered hewa to interrupt a treatment with negative emotion, to speak over a pule, or to ignore the signs offered by ka honua and ke akua.\n\n Those unfamiliar with lā‘au practices were discouraged from experimentation, as improper use could invite imbalance or spiritual consequence. The power of this moon lay in its quiet strength — to misuse or disrespect it was to act without pono, severing the sacred dialogue between healer, patient, and plant.\n",
    "Olelo": "NĀNĀ NO A KA LĀʻAU KŪ HOʻOKAHI\nLook for the plant that stands alone.\n— Pukui, Mary Kawena, ʻŌlelo Noʻeau #2270",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nHina: Goddess of the moon feminine energy and creativity\nKāne: God of creation sunlight\nand fresh water \nKū: God of war governance and discipline\nLono: God of fertility agriculture\nand peace\n\nRITUALS:\nMedical healing, hoʻoponopono, chanting, cleansing rituals","color":"TBA"
  },
  {
    "Phase name": "Lā‘aupau",
    "anahulu": "poepoe",
    "title": "The Healing moon",
    "combined description": "Lā‘aupau is the twentieth night of the Hawaiian lunar month and the final in the sacred trio of Lā‘au moons. Occurring during the anahulu pōepoe (rounding phases) as the moon begins to wane, this night marks the culmination of a spiritually potent period for plant medicine, healing, and renewal.\n\nThe word lā‘au encompasses both “plant” and “medicine,” and this moon is especially revered for its alignment with the element of earth, the southerly direction, and the feminine principle of restoration. Like the two Lā‘au nights before it, Lā‘aupau is equated with the natural healing energies of trees, herbs, and forest plants, as well as the spiritual guidance of Lono, Kāne, Kū, Ki, and Hina—the deities of life, fertility, and well-being.\n\nUnder this moon, kahuna lā‘au lapa‘au (traditional herbal healers) would gather herbs, usually in the early morning, bless them ritually, and prepare them into precise dosages, often in units of five (kualima), to treat physical and spiritual ailments. The herbs collected during this time were said to be especially potent for naturopathic remedies, homeopathic practices, and internal cleansing.\n\nLā‘aupau was also the preferred time for practicing lā‘au kāhea, a form of faith-based healing used to treat injuries like sprains and broken bones, and for working with ma‘i kino—illnesses caused by natural, physical imbalances.\n\nSpiritually, this moon represents the completion of the healing cycle, reminding us that just as nature withers and regrows, so too can the body and spirit be restored. It is a time for releasing dis-ease, giving thanks to the plants that heal us, and reaffirming our connection to the earth as our first medicine.",
    "dos": "medical healing,harvesting herbs,herbal remedies,natural cures,gratitude,reflection,Good fishing,Plant mai‘a ‘ulu and other trees,medicinal plants,root crops",
    "dos description": "Lā‘aupau marked the closing chapter of the healing triad, a sacred night to bring ceremonies and treatments to a mindful conclusion. Kahuna lapa‘au would seal their work with chant, gratitude, and rest, recognizing that healing was not only an act, but a process woven through time and intention. \n\nMedicines prepared during this cycle were stored with care, and families were encouraged to nurture the body with warmth and nourishment. It was a time for hoʻopau — the sacred wrapping up of efforts — often accompanied by pule of thanks to the ʻāina and nā akua. Reflection on progress made, and honoring the transformations undergone, were just as important as the healing itself. Lā‘aupau offered space for integration, rest, and recognition that restoration is as sacred as recovery.",
    "donts": "psychic energy,psychosomatic\ndisorders,divination,spiritual healing,chaotic behavior,recklessness,confusion,emotional instability",
    "donts description": "To begin new work under Lā‘aupau was to go against the current of the moon’s wisdom. This was not a time to initiate healing, perform new diagnoses, or harvest fresh lā‘au, as the energetic gate was closing. Interrupting rest, forcing outcomes, or demanding too much of body or spirit was discouraged, as it could unravel what had been gently mended.\n\n Energetic disturbances, emotional outbursts, or disconnection from protocol were seen as disrespectful to both the process and the source. The mana of this night required stillness, humility, and deep mahalo. To act otherwise was to ignore the final teaching of the Lā‘au series: that healing is complete only when we let it settle into silence.",
    "Olelo": "E UKU ʻIA KE KANAKA KIʻI LĀʻAU, HE LUHI KONA I KA HELE ʻANA\nThe man who goes to fetch medicinal herbs is to be paid—the trip he makes is labor.\n— Pukui, Mary Kawena, ʻŌlelo Noʻeau #382",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nHina: Goddess of the moon feminine energy and creativity\nKāne: God of creation sunlight\nand fresh water\nKū: God of war governance and discipline\nLono: God of fertility agriculture\nand peace\n\nRITUALS:\nMedical healing, gratitude, chanting, cleansing rituals","color":"TBA"
  },
  {
    "Phase name": "‘Olekūkahi",
    "anahulu": "hō‘emi",
    "title": "The Rejuvenation Moon",
    "combined description": "‘Olekūkahi is the twenty-first night of the Hawaiian lunar month and the first of the three ‘Ole moons that appear during the anahulu hō‘emi—the waning phase of the lunar cycle. Like other ‘Ole moons, it is traditionally viewed as an inauspicious and non-productive time. The term ‘ole means “nothing” or “without,” and these nights were generally set aside for rest, rather than action.\n\nIn ancient Hawai‘i, ‘Olekūkahi was not considered a favorable day for planting, fishing, building, or spiritual ceremonies. Even kahuna (priests) would refrain from conducting significant rites or working with spiritual energies. Despite its outward inactivity, this moon held a unique kind of significance: it marked a time of pause, free from religious kapu (restrictions), when people were spiritually noa (unbound) and physically unburdened.\n\nThis moon offered early Hawaiians the opportunity to ho‘omaha iki—to pause, reflect, and rejuvenate from the ordinary labors of life. It was seen as a gift of mental and spiritual renewal, an ideal moment for leisure, personal introspection, and quiet restoration of the inner self.\n\nEnergetically, ‘Olekūkahi is aligned with the element of water, the southerly direction (‘elemoe), and the feminine principle, which emphasizes inward turning, emotional healing, and the replenishment of one’s mana (life force).\n\nRather than being insignificant, this moon invites us to honor stillness as a sacred cycle—a reminder that rejuvenation is essential before movement can begin again.",
    "dos": "rest,spiritual retreats,rejuvenation,meditation,prayer,stillness,gratitude,ancestral connection",
    "dos description": "‘Olekūkahi marked the beginning of a sequence of sacred pause, the threshold between the fullness of spiritual activity and the quiet return to inward stillness. This night was used to organize the mind and environment before moving forward. \n\nEarly Hawaiians would engage in low-energy, detail-oriented tasks such as inspecting tools, clearing workspaces, or mending fishing gear — activities that mirrored the moon’s contemplative state. The focus was not on creation but on readiness — setting clear intentions, making peace within one’s na‘au, and aligning daily practices with natural rhythms. Under this moon, clarity could emerge like a breath held between two chants, offering wisdom only found in restraint.",
    "donts": "work,kahuna magic,healing,overexertion,conflict,Poor fishing,Unproductive planting preparation day,planting,root crops,tree planting",
    "donts description": "Though subtle, the kapu of ‘Olekūkahi was strong. It was not a night to plant, perform ceremonies, or invoke the ʻaumākua, as the spiritual channels remained dormant. Haste, conflict, and overexertion were discouraged, seen as disruptive to the delicate restoration underway. \n\nThose who ignored the invitation to pause often found their efforts unraveling or misaligned. Even well-meaning actions could misfire without the moon’s support. ‘Olekūkahi asked practitioners to embody ʻike kūhohonu — deep insight — through stillness, reminding all that inner readiness is the seed from which outer movement grows.",
    "Olelo": "NĀ ʻŌLE KA PŌ, O NĀ ʻŌLE KE AO, HE ʻŌLE KA LOAʻA\nThe nights are ʻŌle, the days are ʻŌle, there is nothing to be gotten.\n— Pukui, Mary Kawena, ʻŌlelo Noʻeau #2282",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\n---\n\nRITUALS:\nSpiritual retreats, meditation, prayer, gratitude, ancestral connection, chanting","color":"TBA"
  },
  {
    "Phase name": "‘Olekūlua",
    "anahulu": "hō‘emi",
    "title": "The Meditation Moon",
    "combined description": "‘Olekūlua is the twenty-second night of the Hawaiian lunar calendar and the second in the trio of ‘Ole moons that fall within the anahulu hō‘emi—the waning phase of the moon. Like the night before, this moon is traditionally seen as non-productive, marked by a pause in physical activity, and set apart as a time of inward reflection.\n\nIn early Hawaiian practice, ‘Olekūlua was not considered suitable for planting crops, setting out to fish, or making important decisions. Even spiritual practitioners—kahuna—often refrained from conducting rituals or invoking powerful energies. Yet, while the night lacked outward activity, it was rich in internal value.\n\nSpiritually noa (free from kapu or restrictions), ‘Olekūlua was embraced as a night for introspection, self-assessment, and clarity. The lunar energy on this night is associated with feelings of hopohopo (uncertainty), hiki ‘ole (improbability), and nāmā‘a lua (indecision). As such, this moon encouraged people to postpone decisions (ho‘opane‘e) or to abstain deliberately (ho‘oka‘oko‘a) from action.\n\nIt is during this moon that the practice of ho‘ono‘ono‘o ‘ana—deep thinking or meditation—was most supported. Hawaiians saw this time as a gift for the mind and spirit: a quiet space to reflect, clear mental clutter, and reconnect with one’s inner guidance before reengaging with the external world.\n\nLinked to the element of water, the southerly direction (‘elemoe), and feminine lunar energy, ‘Olekūlua reminds us that not all forward movement requires motion—sometimes, true strength lies in stillness.",
    "dos": "rest,spiritual retreats,rejuvenation,meditation,prayer,inner work,gratitude,ancestral connection",
    "dos description": "‘Olekūlua deepened the intentional quiet begun under ‘Olekūkahi. While physical action remained minimal, the second night in the ʻOle sequence emphasized a strengthening of inner work. This was a time to revisit intentions, offer soft pule for clarity, and engage in tasks that required focus without physical output — writing, crafting, or preparing future steps. \n\nKūpuna saw this moon as a time to attune to environmental signs and to listen carefully for guidance from within. It was also considered a favorable night for teaching and learning moʻolelo — ancestral stories that held encoded wisdom — to help cultivate awareness before re-engaging the outer world.",
    "donts": "work,kahuna magic,healing,conflict,chaotic behavior,avoid,Poor fishing,Unproductive planting preparation day,planting,root crops,tree planting",
    "donts description": "The moon’s energy still carried restrictions: planting, ceremonies, and ritual offerings were avoided. Spiritual channels were not yet active, and forcing action under this moon could create imbalance. Loud noise, urgency, or emotionally driven behavior conflicted with the moon’s rhythm. \n\nEven speaking with strong intention was tempered with thought. The wisdom of this night lived in ka hā — the breath — teaching patience, careful pacing, and reverence for timing. ‘Olekūlua offered refinement, not resolution.",
    "Olelo": "NĀ ʻŌLE KA PŌ, O NĀ ʻŌLE KE AO, HE ʻŌLE KA LOAʻA\nThe nights are ʻŌle, the days are ʻŌle, there is nothing to be gotten.\n— Pukui, Mary Kawena, ʻŌlelo Noʻeau #2282",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nKū: God of war governance and discipline\n\nRITUALS:\nSpiritual retreats, meditation, prayer, gratitude, ancestral connection","color":"TBA"
  },
  {
    "Phase name": "Olepau",
    "anahulu": "hō‘emi",
    "title": "Prayr offerings Moon",
    "combined description": "‘Olepau marks the twenty-third night of the Hawaiian lunar calendar and is the final moon in the trio of ‘Ole moons within the anahulu hō‘emi (waning period). It signifies the end of the moon’s \"nothingness phase\" and ushers in huliau—a time of change, transition, and spiritual recalibration.\n\nIn ka wā kahiko (ancient times), this night held deep ceremonial importance. It was the sacred moment when the kapu Kaloa (Kaloa taboo) was officially imposed—a solemn restriction honoring Kanaloa, the sea god and spiritual guardian of the deep. Known also as Kaloa, Kanaloa represented not only the ocean’s mysteries but also the undercurrents of spiritual transformation.\n\nOn this night, kahuna would initiate sacred rites of passage. These included pule kahea (invocational prayers), hana ho‘ohanohano (ritual offerings), and ceremonies to realign spiritual intent. It was believed that the veil between realms was thin, making it an optimal time to seek divine guidance, release past burdens, and invite healing energies through ho‘ola mana‘o‘i‘o—faith-based healing practices.\n\nSpiritually potent, ‘Olepau was considered ideal for surrender, cleansing, and reconnection with higher purpose. It symbolized a turning point, when quiet reflection gives way to active transformation. Those walking the spiritual path were encouraged to listen deeply, offer prayers of gratitude, and align themselves with the benevolence of the unseen world.\n\nThis moon is a sacred closing—a farewell to the cycle that has passed and a prayerful offering for the journey ahead.",
    "dos": "rest,spiritual retreats,rejuvenation,meditation,prayer,stillness,gratitude,ancestral connection",
    "dos description": "Olepau completed the ‘Ole sequence with a spirit of closure and preparation. This moon was ideal for reviewing insights from prior nights, grounding one’s intentions, and cleansing both physical and energetic spaces. It was a time to finalize tasks, reinforce protocols, and sit quietly with ancestral knowledge before the fertile moons ahead.\n\n Hawaiians used this phase for resetting — mentally, spiritually, and environmentally — to ensure the work that followed would be in harmony with the natural order. Actions taken were minimal but meaningful, rooted in mindfulness and foresight. Olepau honored the stillness before emergence.",
    "donts": "work,kahuna magic,healing,conflict,chaotic behavior,Poor fishing,Unproductive planting preparation day,planting,root crops,tree planting",
    "donts description": "Although some energy had returned, Olepau remained under kapu for planting and ceremonial work. The moon did not yet hold the mana to sustain long-term outcomes, and actions taken prematurely could scatter intentions. \n\nEmotional intensity, initiating conflict, or reaching outward without clarity disrupted the moon’s purpose. Like a field left fallow before new planting, this night was to be held in sacred anticipation. To overstep it was to dishonor the wisdom of timing — a cornerstone of Hawaiian understanding.",
    "Olelo": "NĀ ʻŌLE KA PŌ, O NĀ ʻŌLE KE AO, HE ʻŌLE KA LOAʻA\nThe nights are ʻŌle, the days are ʻŌle, there is nothing to be gotten.\n— Pukui, Mary Kawena, ʻŌlelo Noʻeau #2282",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\n\nGOD:\nKanaloa: God of the ocean deep sea and navigation\n\nRITUALS:\nSpiritual retreats, meditation, prayer, gratitude, ancestral connection, cleansing rituals",
	"color":"TBA"
  },
  {
    "Phase name": "Kāloakūkahi",
    "anahulu": "hō‘emi",
    "title": "The Kapu Freeing Moon",
    "combined description": "Kāloakūkahi, the twenty-fourth night of the Hawaiian lunar calendar, marks the beginning of the sacred Kāloa moon trilogy—a deeply spiritual phase aligned with the god Kanaloa, the ancient Hawaiian deity of the ocean, healing, and deep mystery. Occurring during the waning phase (anahulu hō‘emi), this moon was traditionally regarded as he lā nihinihi—a profoundly sacred and hallowed night.\n\nThis moon is governed by the element of saltwater and the southerly direction (‘elemoe), linking it with purification, restoration, and spiritual balance. Known as the kapu kai (sea taboo), ceremonial sea baths were often performed under this moon to cleanse physical, emotional, and spiritual impurities (haumia), dissolve restrictions, and promote ho‘ōla (healing).\n\nAncient kahuna viewed Kāloakūkahi as a potent time for ceremonial rites (hana ho‘ohanohano), invoking divine assistance through sacred fire rituals (kuni) and chanting to counteract ‘ana‘ana (sorcery) and spiritual afflictions (ma‘i mawaho mai)—illnesses not born of the body, but of energy and spirit.\n\nOfferings to Kanaloa—‘awa, white fish, pig, fowl, and other sacred items—were made with chants and ho‘okupu (gifts) to restore spiritual alignment. The ocean’s mana (life force) was honored as both a healer and guardian, and Kāloakūkahi stood as a night to wash away burdens and reclaim one’s sacred clarity and protection.\n\nThis moon marks not only a continuation of cleansing but the ceremonial release of what no longer serves. It is a profound invitation to heal, to let go, and to step forward reborn.",
    "dos": "healing,fire rituals,blessing rites,Cleansing,lifting taboos,ceremony,Good fishing,Plant mai‘a  ‘ohe  kō,and vined plants,root crops,tree planting",
    "dos description": "Kāloakūkahi marked a significant return of mana and was one of the most spiritually potent nights in the Hawaiian lunar cycle. It was a time to plant, to gather in ceremony, and to call forth abundance with reverence and intention. Families would work together to cultivate lo‘i kalo or tend to māla, aligning physical labor with spiritual grounding. It was also a favored night for holding sacred ceremonies, crafting hoʻokupu, or honoring ʻaumākua with chant and offering. \n\nThe energy of this moon uplifted collective movement — whether through communal fishing, storytelling, or shared protocol — reminding kānaka that abundance is cultivated not just through action, but through unity and rhythm with ka mahina.",
    "donts": "hexing,conjuring,cursing,casting spells,taboo foods,recklessness,conflict,chaotic behavior,ceremony",
    "donts description": "Despite its high energy, Kāloakūkahi demanded pono in all action. To act with greed, recklessness, or disregard for ancestral protocol was considered hewa and could diminish the blessings the moon carried. Ceremonies conducted without pule, or gatherings fueled by ego or conflict, disrupted the very balance this moon was meant to restore.\n\n The kapu of the night did not forbid action — it required intention. Early Hawaiians understood that the richness of Kāloakūkahi was a sacred invitation to co-create with nature, not overpower it. Respect, humility, and haʻahaʻa were non-negotiable if one wished to receive the moon’s full gifts.",
    "Olelo": "ʻO KA PŌ KALOA KEIA: ʻO KE AKUA KA HEʻE\nThis is the night of Kanaloa; the god who is the squid and the octopus.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nObserved (Kanaloa)\n\nGOD:\nKanaloa: God of the ocean deep sea and navigation\n\nRITUALS:\nHealing, fire rituals, blessing rites, cleansing, ceremony, kapu kai, chanting, cleansing rituals",
	"color":"TBA"
  },
  {
    "Phase name": "Kāloakūlua",
    "anahulu": "hō‘emi",
    "title": "The Curse Removal Moon",
    "combined description": "Kāloakūlua – The Curse Removal Moon\nKāloakūlua marks the twenty-fifth night of the Hawaiian lunar calendar and stands as the second in the sacred trilogy of Kāloa moons, aligned with the god Kanaloa, ruler of the sea and keeper of spiritual mysteries. Falling during the waning moon (anahulu hō‘emi), this phase represents a transition into deeper introspection and energetic purification.\n\nTraditionally, this was the morning when the kapu Kaloa—a sacred taboo honoring Kanaloa—was officially lifted, releasing the lunar energy into a more accessible spiritual state. Yet the night of Kāloakūlua remained deeply sacred, continuing to be revered as a time of potent healing and protection.\n\nAncient kahuna (priests) conducted powerful ceremonial kuni ola (sacred fire rituals) to remove spiritual blockages and break ‘anai (curses). These rites were also aimed at defending against ho‘opi‘opi‘o, a form of Hawaiian sorcery involving focused gestures and mana concentration, and to ward off the negative intentions of na mea hana ‘ino (evil-doers).\n\nLike its predecessor, Kāloakūlua was associated with the element of seawater and the southern direction (‘elemoe), invoking the ocean’s mana to wash away unseen poisons and rebalance the spiritual body.\n\nThis moon was considered auspicious for birth, symbolizing a life path imbued with natural spiritual protection and resilience. It is a time to seek release, invoke guardianship, and restore energetic sovereignty and spiritual clarity.",
    "dos": "healing,fire rituals,blessing rites,Cleansing,lifing taboos,gratitude,ancestral connection,Plant mai‘a ‘ohe  kō  and wauke,root crops,tree planting",
    "dos description": "Kāloakūlua, often associated with spiritual cleansing, was known as a night of deep purification and release. It was a powerful time for hoʻoponopono, for clearing curses or negative energies, and for reestablishing harmony within the family and community. Kahuna and elders used this night to facilitate healing through chant, sea bathing, and lāʻau lapaʻau practices tied to cleansing the kino and ‘uhane. Families might revisit unresolved tensions, guided by calm dialogue and spiritual support. This was also an ideal night to purge literal and metaphorical burdens — to clean the home, release old thought patterns, and create space for new blessings to enter.",
    "donts": "hexing,conjuring,cursing,casting spells,taboo foods,conflict,chaotic behavior,recklessness,chaos",
    "donts description": "Kāloakūlua was not a night for casual gatherings or frivolous celebration. The work of cleansing demanded sacred space, quietude, and sincere intent. Actions that perpetuated conflict, gossip, or emotional chaos disrupted the moon’s healing current. It was also discouraged to suppress emotion or resist necessary transformation — the moon called for open-hearted engagement with the process of release. Spiritual bypassing, shallow ritual, or seeking outcomes without offering gratitude were seen as misalignments. The moon offered deep purification, but only to those who came with willingness to surrender what no longer served.",
    "Olelo": "E KŪ KANALOA I KEIA LĀ\n‘Tis the day to pray to Kanaloa.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nObserved (Kanaloa)\n\nGOD:\nKanaloa: God of the ocean deep sea and navigation\n\nRITUALS:\nHealing, fire rituals, blessing rites, cleansing, gratitude, ancestral connection, chanting, cleansing rituals",
	"color":"TBA"
  },
  {
    "Phase name": "Kāloapau",
    "anahulu": "hō‘emi",
    "title": "The Sea Cleansing Moon",
    "combined description": "Kāloapau is the name of the twenty-sixth night of the Hawaiian lunar month. It is the third and final in the sacred triad of Kāloa moons, which are spiritually devoted to the ocean god Kanaloa, ruler of the sea and guardian of the underwater realms. Appearing during the waning phase known as hō‘emi, this moon is affiliated with the element of saltwater, the ‘elemoe (southerly direction), and the powerful healing and cleansing energy of the sea.\n\nIn traditional times, Kāloapau was a night of deep reverence and ceremonial observance. Following the previous two Kāloa nights, it was seen not as a conclusion, but as a sacred moment of purification, reflection, and offering. Kahuna (spiritual practitioners) used this night to perform hui kala (sea cleansing rituals) that invoked the curative power of the ocean to remove lingering spiritual burdens, emotional weight, and unseen afflictions of the mind, heart, and body.\n\nThis moon signaled the peak of Kanaloa’s influence during the lunar month. Offerings known as ho‘okupu—including traditional foods, marine items, and libations—were brought to the shoreline or cast into the sea as acts of gratitude and spiritual devotion. These were not just tokens of thanks but invitations to realignment—restoring harmony between the individual and the vast intelligence of nature.\n\nThe lunar energy of Kāloapau is especially favorable for those seeking emotional resolution, release from lingering grief, and the dissolution of energetic blockages. It is a night for meditation, self-purification, and ritual communion with the spirit of the ocean. The ocean’s tide, ever-shifting yet dependable, mirrors the purpose of Kāloapau: to wash away that which no longer serves and to make space for new waves of consciousness to arise.\n\nWhile not the final night of the Hawaiian lunar calendar, Kāloapau holds a pivotal role in the spiritual arc of the month. It is a threshold—one that offers healing through surrender, liberation through stillness, and remembrance through return—to the water, to the body, and to the wisdom that lives within both.",
    "dos": "healing,fire rituals,blessing rites,Cleansing,lifiting taboos,prayer,gratitude,Excellent fishing",
    "dos description": "Kāloapau was the final chapter in the Kāloa sequence, a moon of sacred closure and quiet blessing. It was the night to give thanks, to honor the completion of spiritual and physical labors, and to rest in the fullness of the cycle. \n\nMany would perform oli mahalo, offer hoʻokupu to the ʻāina, or simply spend time in silent observation of the moon. The energy was soft, embracing, and protective — a space in which to acknowledge growth, seal the work with protocol, and reconnect to the natural pulse of the world. It was also a good night for divination, deep prayer, and internal journaling or storytelling, as the moon amplified subtle guidance and wisdom.",
    "donts": "hexing,conjuring,cursing,casting spells,taboo foods,chaotic behavior,recklessness,Unproductive planting,root crops,tree planting",
    "donts description": "Though rich with mana, Kāloapau was not a night for initiation or major decision-making. Planting, harvesting, or hosting new ceremonies were discouraged, as this was not the time to begin, but to end with grace. To push beyond the cycle’s natural rhythm — whether through ambition, impatience, or unresolved urgency — was considered a rejection of the moon’s generous closure. \n\nActions taken without awareness of timing, or those performed without appropriate mahalo, could leave spiritual work feeling incomplete. Kāloapau taught the final lesson of the Kāloa moons: that endings, when honored with care, become the fertile soil of tomorrow’s growth.",
    "Olelo": "UA PAU NO KA HANA A KALOA\nKanaloa’s work is finally done.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nObserved (Kanaloa)\n\nGOD:\nKanaloa: God of the ocean deep sea and navigation\n\nRITUALS:\nHealing, fire rituals, blessing rites, cleansing, prayer, gratitude, cleansing rituals",
	"color":"TBA"
  },
  {
    "Phase name": "Kāne",
    "anahulu": "hō‘emi",
    "title": "The Night Marchers Moon",
    "combined description": "Kāne is the name of the twenty-seventh night of the Hawaiian lunar month. It literally translates as “man” or “male” and is also the name of one of the four principal Hawaiian gods. Spiritually, Kāne is honored as the Creator, the giver of life, and the divine ancestor of chiefs and commoners alike. The appearance of the Kāne moon marks the final arc of the hō‘emi (waning) phase and signals a profound turning point in the lunar cycle—one of spiritual tension, reverence, and ancestral potency.\n\nThis night is governed by the element of ahi (fire) and aligned with masculine energy. Traditionally, it was considered one of the most spiritually kapu (sacred and restricted) nights of the month. Ancient Hawaiians recognized Kāne as a time of cosmic reckoning and mystical phenomena. Lunar astrologers and kahuna referred to this phase as ka huakaʻi pō, the Night Marchers Moon, a name born from mysterious sightings that were believed to occur across the islands.\n\nAccording to oral tradition, on this night, the ghostly ‘oi‘o—the spiritual shades of departed chiefs and their entourage of warriors—could be seen moving in solemn procession through valleys, along ridgelines, or coastal paths, often beneath the faint glow of torchlight. These huakaʻi pō (night marches) were not figments of folklore but sacred encounters with ancestral spirits, whose march was said to follow ancient trails toward ritual sites, battlegrounds, or burial caves.\n\nThe moon phase of Kāne was thus associated with make (death) and hānau hou (spiritual rebirth)—a powerful polarity between endings and new beginnings. Those born on this moon were thought to carry a strong spiritual lineage and inner fire, yet were also advised to be mindful of spiritual boundaries.\n\nKāne invites deep introspection, ritual purification, and quiet honoring of one’s ancestors. It is a night for lighting candles, offering chants, or simply listening for the whispers of memory carried on the wind. Beneath this moon, we are reminded of the invisible pathways our ancestors walked—and how, even now, they march with us.",
    "dos": "solemnity,religious worship,family prayer,offerings,healing,prayer,gratitude,ancestral connection",
    "dos description": "The night of Kane was revered by kahuna as a sacred time of maluhia (spiritual solemnity), set aside for silent pule (prayer), meditation, and traditional offerings. On this kapu night, Hawaiian ‘ohana (households) would gather at ka pōhaku o Kane (stone altars of Kane) to honor his divine presence. Fresh water was gently sprinkled, and the stone image of Kane was anointed with coconut oil to invite his blessings.\n\nThis night was seen as a time for solitude and spiritual retreat. Kahuna regarded it as ideal for connecting with nature, practicing healing arts, and renewing one's sense of inner balance. It was not a time for celebration or noise, but for reverent communion with the sacred.",
    "donts": "Impiety,noise,fires,chaotic behavior,recklessness,disruption,No fishing,No planting,planting,root crops,tree planting",
    "donts description": "Kane-hono-i-ka-pa‘a, the sacred night when “Kane binds firmly,” was marked by strict spiritual observance. Kahuna enforced kapu prohibitions that banned planting, fishing, lighting fires, and even the sound of kapa beating. It was a solemn time of ho‘omalu (absolute silence), where reverence prevailed and disruptions were forbidden.\n\nAny sign of ‘aikā (unceremoniousness), ‘aia (sacrilege), or hewa (impropriety) was considered a grave offense. To hō‘aia (break the kapu) was to risk ko‘okapu—a sentence of death in ka wā kahiko (ancient times), when the laws of spirit and society were one.",
    "Olelo": "HE PŌ KĀNE KEIA, HE MAʻAU NEI NĀ ʻEʻEPA O KA PŌ\nThis is the night of Kāne, for supernatural beings are wandering about in the dark.\n— Pukui, Mary Kawena, ʻŌlelo Noʻeau #908",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nObserved (Kāne)\n\nGOD:\nKāne: God of creation sunlight and fresh water\n\nRITUALS:\nFamily prayer, offerings, healing, prayer, gratitude, ancestral connection, honoring ʻaumākua, chanting",
	"color":"TBA"
  },
  {
    "Phase name": "Lono",
    "anahulu": "hō‘emi",
    "title": "The Health Moon",
    "combined description": "Lono is the name of the twenty-eighth night of the Hawaiian lunar calendar and is among the final nights of the hō‘emi (waning) phase. This is a night when the moon’s surface is largely concealed in darkness, and its faint crescent glows with a subdued energy. Spiritually, Lono is one of the four great male deities of Hawaiian tradition, revered as the god of rain, clouds, agriculture, peace, fertility, and healing.\n\nThe night of Lono was considered kapu, the second sacred night of the Kane kapu period, and was traditionally marked by the observance of religious restrictions, including ceremonial prayer, offerings, and quiet reflection. It was a time for giving thanks to the gods, especially for the bounty of the land and the sustenance provided by the earth’s fertility.\n\nEnergetically, the lunar influence of Lono is aligned with the healing archetype known as Lono-pūha—a manifestation of divine providence, spiritual renewal, and the preservation of the life force. The energy of this moon was embraced by kahuna lapa‘au (herbal healers) and farmers alike. While Kane was the spark of life, Lono was the sustainer, bringing rain to crops, peace to communities, and healing to the sick.\n\nThis night was also spiritually potent for healing rituals, peaceful gatherings, and the transmission of knowledge between generations. Those born on this moon were believed to carry a deep connection to health, harmony, and service, often destined to walk paths of healing or stewardship.\n\nThe Lono moon invites us to reconnect with nature’s rhythms, honor the gifts of the land, and extend a spirit of gratitude, balance, and wellness toward others. It is a night for softening the heart, strengthening the body, and planting seeds—literal or metaphorical—for future abundance.",
    "dos": "solemnity,healing,male initiation rites,prayer,gratitude,ancestral connection,grounding rituals,Plant ipu and melons,root crops,tree planting",
    "dos description": "Lono was considered an excellent day for healing, pule (prayer), and blessing rituals. In ka wā kahiko (ancient times), this night was especially favored for treating ma‘i (illness) and practicing lā‘au lapa‘au (herbal healing). Kahuna often used the mana of this lunar phase to invoke Lono's kino lau (physical form), seeking his aid in restoring health and balance. It was also seen as a time of spiritual receptivity, especially for those engaged in cultivating crops or performing family blessings.\n\nOne of the most sacred rites linked to Lono was the initiation of young boys into the men’s house. Known as Ua ka i ka mua (He is cast in the mua), this rite marked the boy’s ho‘ola‘a ‘ia (spiritual dedication) to the god. Afterward, he was placed under the ‘ai kapu (eating taboo) and could no longer eat with women. Ipu (gourds), one of Lono’s kino lau, were customarily planted on this night, and were believed to thrive under his spiritual favor.",
    "donts": "loud noises,pleasure seeking,idle gossip,lighting fires,quarreling,rituals,chaotic behavior,avoid,No fishing",
    "donts description": "Lono is a night when the moon is almost completely veiled in darkness. During this lunar phase, the ho‘omalu (silence kapu) of Kane remained spiritually active. It was a time when quiet was sacred—quarrelling, idle gossip, fighting, and loud tasks such as lighting fires or beating kapa (bark cloth) were strictly forbidden.\n\nKahuna taught that on the night of Lono, one should avoid wasting mana (spiritual energy) on superficial or mundane matters. Spiritual reflection was encouraged, while violations of kapu in ka wā kahiko (ancient times) could result in property seizure or even ko‘okapu (a death sentence) imposed by priests or ali‘i nui (high chiefs).",
    "Olelo": "E WELINA IA ʻOE LONO EA\nWelcome to you, O Lono.",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nObserved (Lono)\n\nGOD:\nLono: God of fertility agriculture and peace\n\nRITUALS:\nHealing, prayer, gratitude, ancestral connection, grounding rituals",
	"color":"TBA"
  },
  {
    "Phase name": "Mauli",
    "anahulu": "hō‘emi",
    "title": "The Love Magic Moon",
    "combined description": "Mauli is the name of the twenty-ninth night of the Hawaiian lunar calendar and is considered one of the most delicate and mystical phases of the entire month. It is the last night when the moon is barely visible, often appearing as a thin sliver of light just before dawn. Yet this night does not occur in every lunar cycle—Mauli appears only intermittently, making it a rare and spiritually potent event.\n\nThe word mauli speaks to the essence of life, the soul (‘uhane) that resides within the heart (na‘au), believed to be the center of emotion, thought, and spirit. Spiritually aligned with Mauli-ola, the life-giving force and deity of healing, this moon is a portal to pure spirit and emotional restoration.\n\nFor the kahuna lapa‘au (healers), Mauli was revered as a sacred time for holistic healing, emotional clarity, and the invocation of love. It was especially associated with matters of the heart:\nHana aloha (love magic)\nHo‘oipoipo ‘ana (initiating relationships)\nHo‘omoe (matchmaking)\nNoi male (marriage proposals)\nHo‘opalau (betrothals)\nMale ‘ana (weddings and unions)\n\nThis night offered a rare opportunity to align one’s intentions with the subtle lunar forces that bridge desire and destiny, spirit and body. In ancient Hawai‘i, it was said that Mauli was the night to whisper to the moon your deepest longing—and have it heard.\n\nEven in daily life, the Mauli moon was woven into expressions of wellness. When someone sneezed, the protective blessing “Kīhe a Mauli-ola” (“Sneeze and live”) was offered to invoke healing energy and ward off harm.\n\nMysterious, gentle, and brimming with quiet power, Mauli is a night for wholeness, harmony, and the tender workings of love, life, and light.",
    "dos": "healing,love magic,betrothals,marriages,reflection,prayer,Good fishing,Plant dark green vegetation,planting,root crops,tree planting",
    "dos description": "Mauli was the day when the Kane kapu was lifted, allowing a return to spiritual and physical activity. The mana of the Mauli moon was linked to olakino maika‘i (blessings of good health) and healing. Kahuna considered it a favorable time for la‘au lapa‘au (herbal healing), prayer, and restoring spiritual balance.\n\nThe word mauli refers to the indwelling soul or life-force in the na‘au (heart), which was believed to govern both emotion and deep spiritual knowing. This night encouraged inner reflection and alignment with pono (spiritual rightness). Kahuna often used this time to tend to emotional and spiritual wellbeing.\n\nMauli was also seen as a good time for matters of the heart. Like Huna, it was set aside for hana aloha (love magic), including ho‘omoe (matchmaking), ho‘opalau (betrothals), and male ‘ana (weddings). These rituals honored heartfelt connections and were guided by ancestral blessing.",
    "donts": "excesses,intemperance,overindulgence,healing chronic ilnesses,rituals,chaotic behavior,recklessness,confusion,magic,avoid",
    "donts description": "During the Mauli phase of the lunar month, one should avoid pakela (intemperance), overindulgence, and other excesses that can prolong the effects of an unhealthy lifestyle. Such habits may lead to further health pilikia (problems) and hinder the natural healing benefits associated with this moon phase.\n\nKahuna emphasized that failing to align with the divine healing energy of Mauli could negatively affect the spiritual healing process. The Mauli moon supports integrating self-care practices, prayer, and mindful living to aid in short-term recovery and inner renewal.\n\nHowever, the intermittent and gentle energy of Mauli was not seen as suitable for treating chronic illness, permanent disabilities, or long-term rehabilitative needs. These required a different lunar phase with stronger, sustained healing mana.",
    "Olelo": "ʻO MAULI KEIA O KA LĀ PAU\nThis is Mauli, the last day of the lunar month.\n— Pukui, Mary Kawena, ʻŌlelo Noʻeau #2510",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\nGOD:\n---\nRITUALS:\nHealing, love magic, prayer" ,
	"color":"TBA"
  },
  {
    "Phase name": "Muku",
    "anahulu": "hō‘emi",
    "title": "The Dark Moon",
    "combined description": "Muku is the name of the thirtieth night of the Hawaiian lunar calendar month, and marks the culmination of the moon’s brief monthly journey. Astronomically, this is the night of sun–moon conjunction, when the sun, moon, and earth are aligned, and the moon disappears into shadow—nalowale, no longer visible to the human eye.\n\nSpiritually, the Muku moon is known as the Dark Moon, and its name literally translates as “to cut off” or “to bring to an end.” For the ancestors, this night was both solemn and sacred, representing the final breath of the lunation cycle. It was a time to honor huliau—the inevitable change that comes with endings—and to prepare the spiritual ground for ho‘omaka hou (new beginnings).\n\nMuku’s energy is deeply symbolic: it embodies the mystery of death, the power of release, and the promise of spiritual regeneration. Like a resting seed hidden beneath soil, Muku invites one to pause, reflect, and surrender the burdens of the past. The moon’s vanishing face becomes a mirror—encouraging cleansing, closure, and completion.\n\nTraditionally, this was considered an ideal time to ho‘opau i ka hana (wrap up unfinished business), fulfill long-standing commitments, or remove what no longer serves. It was also a night for purifying rituals, introspection, and setting intentions for a new lunar cycle to come.\n\nThough cloaked in darkness, Muku is not to be feared. It is revered as a powerful portal—a liminal space that stands between death and rebirth, dusk and dawn. It is here, in the void of the unseen moon, that we are reminded of the eternal truth: every ending carries within it the seed of a new beginning.",
    "dos": "endings,severance,separation,exorcism,terminations,prayer,Good fishing,Plant mai‘a  kō and trees,root crops",
    "dos description": "Muku literally means “to sever, cut off, or amputate.” Spiritually, this lunar phase is associated with severance, removal, separation, and cessation. For this reason, Muku was considered an ideal time by kahuna to conduct ‘oki (severance) rituals and offer ho‘onoa (prayers of release) intended to hehi i ka pili—dissolve unwanted pilina (relationships), sever hana aloha (love affairs), or terminate male ‘ana (marriages). These ceremonies helped to release individuals from undesirable personal or spiritual ties that weighed heavily on the na‘au.\n\nIn addition to rites of release, Muku was also a favorable night for performing mahiki (exorcism) ceremonies to free someone from noho (spiritual possession). It was a night for cutting cords—energetic, emotional, and spiritual—and beginning anew with clarity and lightness of being.",
    "donts": "healing,new beginnings,match making,weddings,conflict,rituals,chaotic behavior,magic,planting taro,root crops,tree planting",
    "donts description": "Muku is the night when the moon is completely dark, its light cut off by the sun. Kahuna regarded this phase as a pō kanē (void night), spiritually inauspicious for starting new ventures or initiating any form of healing. The energetic stillness made it a time for withdrawal rather than action.\n\nDuring Muku, kahuna refrained from conducting ho‘oponopono (conflict resolution), working hana aloha (love magic), or performing ho‘okuikahi (spiritual covenants) and male ‘ana (marriage rituals). It was seen as a night to pause, not to invoke change or connection.\n\nTraditional beliefs also warned against using pahi (knives) or sharp tools under the Muku moon, as accidents were more likely. Silence and caution were observed out of respect for the spiritual emptiness of the night.",
    "Olelo": "ʻO MUKU KA LĀ, MUMUKU NĀ HANA\nMuku is the day; incomplete are the tasks.\n— Pukui, Mary Kawena, ʻŌlelo Noʻeau #2511",
    "Kapu\nRituals & Gods\nobserved": "KAPU:\nNot observed (Noa)\nGOD:\n---\nRITUALS:\nPrayer, hoʻoponopono, honoring ʻaumākua, cleansing rituals"
	,"color":"TBA"
  }
]